{"30945850": {"pmid": "30945850", "title": "Infrared Invisibility Cloak Based on Polyurethane-Tin Oxide Composite Microtubes.", "authors": [[null, "Ahn, Jihun J"], [null, "Lim, Taekyung T"], [null, "Yeo, Chang Su CS"], [null, "Hong, Taekuk T"], [null, "Jeong, Sang-Mi SM"], [null, "Park, Sang Yoon SY"], ["0000-0002-3620-1600", "Ju, Sanghyun S"]], "journal": "ACS applied materials & interfaces", "date": "2019 Apr 17", "abstract": "An invisibility cloak based on visible rays with a refractive index similar to that of air can effectively conceal people or objects from human eyes. However, even if an invisibility cloak based on visible rays is used, an infrared (IR) thermography camera can detect the heat (thermal radiation) emitted from different types of objects including living things. Therefore, both visible and IR rays should be shielded using an invisibility cloak produced by an appropriate technology. Herein, we developed a textile cloak that can almost completely conceal people or objects from IR vision. If a person or object is covered with an IR- and thermal-radiation-shielding textile woven with polyurethane (PU)-tin oxide (SnO2) composite microtubes, serving as an IR invisibility cloak, IR and thermal radiation emitted from the person or object can be simultaneously blocked. Furthermore, the IR- and thermal-radiation-shielding characteristics could be improved further by filling the core of the PU-SnO2 composite microtubes with heat-absorbing materials such as water and paraffin oil in place of air. In addition, the external surface of the IR- and thermal-radiation-shielding textile serving as an IR-reflecting cloak can be waterproofed to enable certain IR- and thermal-radiation-shielding functions under various environmental conditions.", "references": [], "citedin": [], "five": ["23609653", "23004890", "21643114", "22355767", "27329510", "25928664"]}, "21643114": {"pmid": "21643114", "title": "Homogeneous optical cloak constructed with uniform layered structures.", "authors": [[null, "Zhang, Jingjing J"], [null, "Liu, Liu L"], [null, "Luo, Yu Y"], [null, "Zhang, Shuang S"], [null, "Mortensen, Niels Asger NA"]], "journal": "Optics express", "date": "2011 Apr 25", "abstract": "The prospect of rendering objects invisible has intrigued researchers for centuries. Transformation optics based invisibility cloak design is now bringing this goal from science fictions to reality and has already been demonstrated experimentally in microwave and optical frequencies. However, the majority of the invisibility cloaks reported so far have a spatially varying refractive index which requires complicated design processes. Besides, the size of the hidden object is usually small relative to that of the cloak device. Here we report the experimental realization of a homogenous invisibility cloak with a uniform silicon grating structure. The design strategy eliminates the need for spatial variation of the material index, and in terms of size it allows for a very large obstacle/cloak ratio. A broadband invisibility behavior has been verified at near-infrared frequencies, opening up new opportunities for using uniform layered medium to realize invisibility at any frequency ranges, where high-quality dielectrics are available.", "references": [], "citedin": ["34650100", "26017657", "23851589", "23712699", "23136641", "22355767"], "five": ["19997219", "21164794", "22274329", "23263067", "21285954", "21196982"]}, "23004890": {"pmid": "23004890", "title": "Electromagnetic forces on a discrete spherical invisibility cloak under time-harmonic illumination.", "authors": [[null, "Chaumet, Patrick C PC"], [null, "Rahmani, Adel A"], [null, "Zolla, Frédéric F"], [null, "Nicolet, André A"]], "journal": "Physical review. E, Statistical, nonlinear, and soft matter physics", "date": "2012 May", "abstract": "We study electromagnetic forces and torques on a discrete spherical invisibility cloak under time-harmonic illumination. We consider the influence of material absorption and losses, and we show that while the impact of absorption on the optical force remains confined to frequencies near the absorption peak, its impact on the electromagnetic torque experienced by the cloak is spectrally broader and follows the spectrum of the absorption cross section of the cloak. We also investigate the mechanical shielding of a test particle within the cloak. We find that even an imperfect cloak can reduce the radiation pressure on the particle significantly; however, under certain conditions the force on the particle can be stronger than it would be in the absence of the cloak.", "references": [], "citedin": ["26217057"], "five": ["23609653", "25997798", "30945850", "21164794", "18233363"]}, "22355767": {"pmid": "22355767", "title": "Broadband polygonal invisibility cloak for visible light.", "authors": [[null, "Chen, Hongsheng H"], [null, "Zheng, Bin B"]], "journal": "Scientific reports", "date": "2012", "abstract": "Invisibility cloaks have recently become a topic of considerable interest thanks to the theoretical works of transformation optics and conformal mapping. The design of the cloak involves extreme values of material properties and spatially dependent parameter tensors, which are very difficult to implement. The realization of an isolated invisibility cloak in the visible light, which is an important step towards achieving a fully movable invisibility cloak, has remained elusive. Here, we report the design and experimental demonstration of an isolated polygonal cloak for visible light. The cloak is made of several elements, whose electromagnetic parameters are designed by a linear homogeneous transformation method. Theoretical analysis shows the proposed cloak can be rendered invisible to the rays incident from all the directions. Using natural anisotropic materials, a simplified hexagonal cloak which works for six incident directions is fabricated for experimental demonstration. The performance is validated in a broadband visible spectrum.", "references": ["21285954", "16728597", "19150842", "19792314", "19404237", "16728596", "19529371", "20975696", "17025778", "22107517", "21643114", "19113341", "19905638", "20299551", "21619019", "21164920", "19654697", "20052048", "21405275", "17053110"], "citedin": ["32029777", "31641180", "31549087", "30167134", "28860649", "27958334", "27620068", "27605153", "27001451", "26751285", "26175114", "25746689", "24522638", "24153410", "24062625", "23921452", "23851589", "23549139", "23136641"], "five": ["19997219", "21285954", "21164794", "25359138", "19404237", "29938186"]}, "23609653": {"pmid": "23609653", "title": "Design of invisibility anti-cloak for two-dimensional arbitrary geometries.", "authors": [[null, "Li, Long L"], [null, "Huo, Feifei F"], [null, "Zhang, Yuanming Y"], [null, "Chen, Yang Y"], [null, "Liang, Changhong C"]], "journal": "Optics express", "date": "2013 Apr 22", "abstract": "In this paper, we derive the material parameter formulae for designing an electromagnetic invisibility anti-cloak of two-dimensional arbitrary geometry, which is conformal with the cloaked object. Different shapes of electromagnetic invisibility anti-cloaks are proposed to verify the correctness and effectiveness of the proposed formulae. The simulation results show that the invisibility anti-cloak can break cloak shielding and make the external electromagnetic waves into the cloak. This is not only to realize the transfer of information, but will not affect the role of cloak of stealth.", "references": [], "citedin": [], "five": ["19582030", "18794996", "19997219", "21285954", "21196982", "20052048"]}, "25928664": {"pmid": "25928664", "title": "Thermal invisibility based on scattering cancellation and mantle cloaking.", "authors": [[null, "Farhat, M M"], [null, "Chen, P-Y PY"], [null, "Bagci, H H"], [null, "Amra, C C"], [null, "Guenneau, S S"], [null, "Alù, A A"]], "journal": "Scientific reports", "date": "2015 Apr 30", "abstract": "We theoretically and numerically analyze thermal invisibility based on the concept of scattering cancellation and mantle cloaking. We show that a small object can be made completely invisible to heat diffusion waves, by tailoring the heat conductivity of the spherical shell enclosing the object. This means that the thermal scattering from the object is suppressed, and the heat flow outside the object and the cloak made of these spherical shells behaves as if the object is not present. Thermal invisibility may open new vistas in hiding hot spots in infrared thermography, military furtivity, and electronics heating reduction.", "references": ["22453491", "18232873", "18851453", "23003263", "18517859", "18542671", "23803838", "24580600", "17053110", "24903561", "19546935", "19658934", "16090123", "19532573", "16728596", "19113466", "23921452", "19659209", "23705719", "16728597", "24226887", "24745420", "19519106", "23482229", "24580599", "21231668", "23004982", "19792644"], "citedin": ["32029777", "30224632", "29348533", "29192188", "29159286", "27616925", "27605153"], "five": ["27616925", "19392518", "22181296", "33379886", "28198841"]}, "21285954": {"pmid": "21285954", "title": "Macroscopic invisibility cloaking of visible light.", "authors": [[null, "Chen, Xianzhong X"], [null, "Luo, Yu Y"], [null, "Zhang, Jingjing J"], [null, "Jiang, Kyle K"], [null, "Pendry, John B JB"], [null, "Zhang, Shuang S"]], "journal": "Nature communications", "date": "2011 Feb 01", "abstract": "Invisibility cloaks, which used to be confined to the realm of fiction, have now been turned into a scientific reality thanks to the enabling theoretical tools of transformation optics and conformal mapping. Inspired by those theoretical works, the experimental realization of electromagnetic invisibility cloaks has been reported at various electromagnetic frequencies. All the invisibility cloaks demonstrated thus far, however, have relied on nano- or micro-fabricated artificial composite materials with spatially varying electromagnetic properties, which limit the size of the cloaked region to a few wavelengths. Here, we report the first realization of a macroscopic volumetric invisibility cloak constructed from natural birefringent crystals. The cloak operates at visible frequencies and is capable of hiding, for a specific light polarization, three-dimensional objects of the scale of centimetres and millimetres. Our work opens avenues for future applications with macroscopic cloaking devices.", "references": ["16728597", "19150842", "14611495", "19023043", "20576860", "19792314", "19404237", "12812426", "16728596", "20975696", "20867381", "18654429", "19905638", "17053110", "18517786", "20299551", "19519106", "19113341", "20867242"], "citedin": ["34516765", "32967829", "31649270", "31549087", "30839599", "30232342", "30111878", "29938186", "28860649", "28765544", "28607464", "28252031", "28098221", "28018744", "27958334", "27833141", "27329510", "27194105", "27001451", "26596641", "26552343", "26217054", "26175114", "26140612", "26057934", "26056299", "25997798", "25746689", "25716451", "25359138", "25231412", "24608143", "24522638", "24522287", "24285220", "24153410", "24062625", "23921452", "23851589", "23756877", "23712699", "23549139", "23546046", "23478430", "23169054", "23142840", "23136641", "22717485", "22355767", "21421843"], "five": ["23609653", "21405275", "19365485", "19997219", "22355767"]}, "21164794": {"pmid": "21164794", "title": "Simplified ground plane invisibility cloak by multilayer dielectrics.", "authors": [[null, "Xu, Xiaofei X"], [null, "Feng, Yijun Y"], [null, "Yu, Zhenzhong Z"], [null, "Jiang, Tian T"], [null, "Zhao, Junming J"]], "journal": "Optics express", "date": "2010 Nov 22", "abstract": "Most implementations of the ground plane invisibility cloak are based on the isotropic design through the quasi-conformal transformation. However recent theoretical analysis predicts the unavoidable lateral shift of the scattering fields associated with these cloaks making them detectable. In this paper, we propose an alternative method to design the ground plane invisibility clock with electromagnetic beam modulation blocks through simple coordinate transformation discussed in our previous work. The ground plane cloak obtained with the rigorous transformation optics possesses moderate anisotropic distributions of material parameters, but results in no lateral shift of the scattering fields. To realize the design, a possible scheme is suggested by discretizing the ground plane cloak to several homogeneous sub-blocks. These sub-blocks can be realized with multilayer isotropic dielectrics with alignment angles that are determined by the effective medium theory. Thus the non-magnetic ground plane invisibility cloak can be constructed by several multilayered normal dielectrics aligned in different angles. The performance of the proposed cloak and its practical implementation is validated by full-wave electromagnetic simulations with both near field distributions and far field scattering patterns under different EM wave incident angles. The proposed cloak is composed of normal dielectric multilayers, thus can leads to easy experimental demonstration of non-magnetic ground plane cloak in the frequency range from microwave to optical.", "references": [], "citedin": [], "five": ["19997219", "21643114", "20975696", "20639981", "19150842", "21196982"]}, "19997219": {"pmid": "19997219", "title": "Compact-sized and broadband carpet cloak and free-space cloak.", "authors": [[null, "Ma, Hui Feng HF"], [null, "Jiang, Wei Xiang WX"], [null, "Yang, Xin Mi XM"], [null, "Zhou, Xiao Yang XY"], [null, "Cui, Tie Jun TJ"]], "journal": "Optics express", "date": "2009 Oct 26", "abstract": "Recently, invisible cloaks have attracted much attention due to their exciting property of invisibility, which are based on a solid theory of transformation optics and quasi-conformal mapping. Two kinds of cloaks have been proposed: free-space cloaks, which can render objects in free space invisible to incident radiation, and carpet cloaks (or ground-plane cloaks), which can hide objects under the conducting ground. The first free-space and carpet cloaks were realized in the microwave frequencies using metamaterials. The free-space cloak was composed of resonant metamaterials, and hence had restriction of narrow bandwidth and high loss; the carpet cloak was made of non-resonant metamaterials, which have broad bandwidth and low loss. However, the carpet cloak has a severe restriction of large size compared to the cloaked object. The above restrictions become the bottlenecks to the real applications of free-space and carpet cloaks. Here we report the first experimental demonstration of broadband and low-loss directive free-space cloak and compact-sized carpet cloak based on a recent theoretical study. Both cloaks are realized using non-resonant metamaterials in the microwave frequency, and good invisibility properties have been observed in experiments. This approach represents a major step towards the real applications of invisibility cloaks.", "references": [], "citedin": ["34845258", "34650100", "33469105", "28386065", "25231412", "24285220", "23851589", "21119637", "20975696"], "five": ["23609657", "22274329", "21451631", "21164794", "21196982"]}, "20052048": {"pmid": "20052048", "title": "A near-perfect invisibility cloak constructed with homogeneous materials.", "authors": [[null, "Li, Wei W"], [null, "Guan, Jianguo J"], [null, "Sun, Zhigang Z"], [null, "Wang, Wei W"], [null, "Zhang, Qingjie Q"]], "journal": "Optics express", "date": "2009 Dec 21", "abstract": "A near-perfect, non-singular cylindrical invisibility cloak with diamond cross section is achieved by a two-step coordinate transformation. A small line segment is stretched and then blown up into a diamond space, and finally the cloak consisting of four kinds and eight blocks of homogeneous transformation media is obtained. Numerical simulations confirm the well performance of the cloak. The operation bandwidth of the cloak is also investigated. Our scheme is promising to create a simple and well-performed cloak in practice.", "references": [], "citedin": ["31641180", "30167134", "26888365", "24608143", "22355767"], "five": ["18794996", "19997219", "21196982", "23609653", "20052185"]}, "16728597": {"pmid": "16728597", "title": "Controlling electromagnetic fields.", "authors": [[null, "Pendry, J B JB"], [null, "Schurig, D D"], [null, "Smith, D R DR"]], "journal": "Science (New York, N.Y.)", "date": "2006 Jun 23", "abstract": "Using the freedom of design that metamaterials provide, we show how electromagnetic fields can be redirected at will and propose a design strategy. The conserved fields-electric displacement field D, magnetic induction field B, and Poynting vector B-are all displaced in a consistent manner. A simple illustration is given of the cloaking of a proscribed volume of space to exclude completely all electromagnetic fields. Our work has relevance to exotic lens design and to the cloaking of objects from electromagnetic fields.", "references": [], "citedin": ["34835627", "34833655", "34824222", "34692075", "34691544", "34690613", "34650100", "34639881", "34608131", "34593950", "34588416", "34561415", "34516765", "34497390", "34457392", "34386772", "34376748", "34349204", "34290952", "34253802", "34244554", "34209353", "34205117", "34158568", "34155275", "34112771", "34075182", "33953249", "33922987", "33888682", "33833215", "33790227", "33771863", "33748763", "33664394", "33535374", "33510131", "33469105", "33441649", "33318579", "33286235", "33247120", "33238483", "33123683", "33116273", "33103076", "33101865", "33097744", "33028851", "32967829", "32958835", "32911747", "32879424", "32788706", "32777776", "32747643", "32724073", "32709906", "32704039", "32684130", "32684128", "32678154", "32545734", "32351688", "32296089", "32121181", "31980679", "31976367", "31963495", "31912027", "31882577", "31873097", "31804518", "31792628", "31766646", "31700618", "31649270", "31645910", "31641180", "31565282", "31549089", "31549087", "31549041", "31547504", "31537858", "31511516", "31311929", "31235602", "31222150", "31222060", "31200430", "31194142", "31186445", "31057871", "31016015", "30988328", "30952960", "30923951", "30886707", "30839622", "30839599", "30839515", "30837667", "30816256", "30816130", "30765745", "30679423", "30595022", "30479931", "30478413", "30451930", "30425280", "30425272", "30389947", "30341393", "30323279", "30262822", "30232342", "30167235", "30167134", "30167131", "30131515", "30111878", "30093621", "30061640", "30034687", "30027062", "29959340", "29941990", "29938186", "29904076", "29857510", "29855538", "29802280", "29769588", "29769556", "29671833", "29671755", "29615768", "29568722", "29535315", "29491356", "29459663", "29410468", "29370245", "29364930", "29358737", "29348533", "29323333", "29322094", "29276664", "29273798", "29209033", "29192188", "29185501", "29030582", "28989304", "28939888", "28939831", "28935980", "28932671", "28912441", "28901137", "28883383", "28883354", "28879997", "28860649", "28855709", "28839171", "28790424", "28788515", "28765544", "28740161", "28719573", "28699634", "28686203", "28674391", "28663554", "28638137", "28623372", "28607464", "28592836", "28578417", "28566758", "28526825", "28522859", "28522846", "28490772", "28485396", "28470027", "28436432", "28396591", "28393117", "28386065", "28373668", "28358357", "28322344", "28303951", "28252031", "28239535", "28220000", "28219995", "28195227", "28191408", "28191396", "28186157", "28179830", "28106115", "28106090", "28098221", "28084451", "28071734", "28059142", "28018744", "28000718", "27981019", "27958334", "27929132", "27929070", "27924937", "27922082", "27877512", "27876753", "27841358", "27833141", "27785456", "27757414", "27739471", "27687689", "27658850", "27629804", "27620068", "27616925", "27605153", "27536727", "27516346", "27492929", "27464989", "27439474", "27416815", "27407024", "27387438", "27383833", "27329510", "27328635", "27321246", "27283594", "27283587", "27125237", "27122353", "27118884", "27091541", "27070615", "27068339", "27046395", "27010103", "27001451", "27001206", "27000419", "26933692", "26912419", "26902969", "26900016", "26899285", "26888365", "26888359", "26884208", "26864084", "26860896", "26847048", "26838730", "26813710", "26813107", "26811458", "26803985", "26751285", "26730214", "26729400", "26657786", "26656558", "26638829", "26603312", "26596641", "26586455", "26584781", "26564027", "26552343", "26527420", "26522815", "26522015", "26515406", "26503821", "26493048", "26446520", "26414528", "26395967", "26388404", "26354891", "26333466", "26292278", "26282067", "26272748", "26258769", "26217063", "26217062", "26217061", "26217059", "26217058", "26217057", "26217054", "26217051", "26183391", "26175114", "26149952", "26111643", "26109080", "26074497", "26057934", "26056299", "26054048", "26035057", "26017657", "25997798", "25974383", "25959663", "25940445", "25928664", "25858295", "25848021", "25797041", "25754618", "25746689", "25739324", "25728144", "25726924", "25716451", "25669436", "25609462", "25510662", "25488408", "25486981", "25476126", "25471303", "25380062", "25362475", "25359138", "25355198", "25310377", "25307319", "25233948", "25231412", "25145953", "25141808", "25098976", "25089367", "25070679", "25034467", "24990746", "24957679", "24919678", "24909738", "24844801", "24832607", "24821762", "24786649", "24608143", "24522638", "24522287", "24452532", "24452357", "24398592", "24356577", "24346309", "24338738", "24285220", "24226887", "24166002", "24153410", "24084836", "24062625", "23921452", "23851589", "23831621", "23792651", "23774575", "23756877", "23739327", "23712699", "23710265", "23696655", "23563489", "23549139", "23546046", "23536540", "23514968", "23478430", "23422707", "23241532", "23233875", "23178268", "23169058", "23169054", "23152948", "23149749", "23149726", "23142840", "23136641", "22900141", "22874958", "22870387", "22768382", "22736975", "22717488", "22699493", "22611188", "22531179", "22466746", "22426458", "22355767", "22355655", "22355597", "22354428", "22337129", "22306769", "22222748", "22222745", "22164062", "22164056", "22163933", "22101811", "21709266", "21706010", "21427720", "21412311", "21331038", "21285954", "21258334", "21119637", "20975696", "20693995", "20686570", "20606641", "20414221", "20400955", "20349446", "20237551", "20190751", "20168343", "20126415", "20023631", "19629078", "19561598", "19543308", "19478762", "19404237"], "five": ["19226539", "18184992", "19532678", "17938450", "17368794"]}, "20975696": {"pmid": "20975696", "title": "Three-dimensional broadband ground-plane cloak made of metamaterials.", "authors": [[null, "Ma, Hui Feng HF"], [null, "Cui, Tie Jun TJ"]], "journal": "Nature communications", "date": "2010 Jun 01", "abstract": "Since invisibility cloaks were first suggested by transformation optics theory, there has been much work on the theoretical analysis and design of various types and a few experimental verifications at microwave and optical frequencies within two-dimensional limits. Here, we realize the first practical implementation of a fully 3D broadband and low-loss ground-plane cloak at microwave frequencies. The cloak, realized by drilling inhomogeneous holes in multi-layered dielectric plates, can conceal a 3D object located under a curved conducting plane from all viewing angles by imitating the reflection of a flat conducting plane. We also designed and realized, using non-resonant metamaterials, a high-gain lens antenna that can produce narrow-beam plane waves in the near-field region in a broad frequency band. The antenna constitutes the transmitter of the measurement system and is essential for the measurement of cloaking behaviour.", "references": ["19150842", "17930824", "19023043", "18643390", "19404237", "19532573", "19997219", "17025778", "19113341", "16090123", "16728597", "19392518", "15903607", "18517786", "20299551", "18352474", "17053110"], "citedin": ["34442610", "34253802", "34158568", "34064884", "33469105", "33298827", "33101865", "33028851", "32967829", "32788706", "32777776", "31804518", "31649270", "31565282", "31549087", "30886707", "30839599", "30479931", "30167164", "30167131", "30111878", "29938186", "29855538", "28932671", "28386065", "27620068", "27578317", "27502844", "27329510", "27001451", "26603312", "26596641", "26552343", "26272748", "26217054", "26122861", "26056299", "25997798", "25766083", "25746689", "25726924", "25359138", "25231412", "24522638", "24522287", "24356577", "24285220", "24153410", "23921452", "23712699", "23549139", "23169054", "23142840", "22870387", "22466746", "22355767", "22355597", "21285954", "21119637"], "five": ["19997219", "19404237", "21164794", "21119637", "19150842"]}, "21196982": {"pmid": "21196982", "title": "Design of invisibility cloaks with an open tunnel.", "authors": [[null, "Ako, Thomas T"], [null, "Yan, Min M"], [null, "Qiu, Min M"]], "journal": "Optics express", "date": "2010 Dec 20", "abstract": "In this paper we apply the methodology of transformation optics for design of a novel invisibility cloak which can possess an open tunnel. Such a cloak facilitates the insertion (retrieval) of matter into (from) the cloak's interior without significantly affecting the cloak's performance, overcoming the matter exchange bottleneck inherent to most previously proposed cloak designs.We achieve this by applying a transformation which expands a point at the origin in electromagnetic space to a finite area in physical space in a highly anisotropic manner. The invisibility performance of the proposed cloak is verified by using full-wave finite-element simulations.", "references": [], "citedin": [], "five": ["19997219", "19551074", "20052185", "23609653", "20052048"]}, "23851589": {"pmid": "23851589", "title": "First experimental demonstration of an isotropic electromagnetic cloak with strict conformal mapping.", "authors": [[null, "Ma, Yungui Y"], [null, "Liu, Yichao Y"], [null, "Lan, Lu L"], [null, "Wu, Tiantian T"], [null, "Jiang, Wei W"], [null, "Ong, C K CK"], [null, "He, Sailing S"]], "journal": "Scientific reports", "date": "2013", "abstract": "In the past years quasi-conformal mapping has been generally used to design broadband electromagnetic cloaks. However, this technique has some inherit practical limitations such as the lateral beam shift, rendering the device visible or difficult to hide a large object. In this work we circumvent these issues by using strict conformal mapping to build the first isotropic cloak. Microwave near-field measurement shows that our device (with dielectric constant larger than unity everywhere) has a very good cloaking performance and a broad frequency response. The present dielectric approach could be technically extended to the fabrication of other conformal devices at higher frequencies.", "references": ["21285954", "19150842", "22218359", "20366200", "23368121", "19404237", "23142840", "22107517", "19113341", "23482162", "22355767", "20721204", "16728597", "19543308", "23136641", "21231170", "22355597", "19561598", "20299551", "21619019", "19997219", "16728596", "21643114", "21119637", "20414221", "21164783", "21405275", "17053110"], "citedin": ["32029777", "29323333", "28774128", "28386065", "28322338", "27620068", "26596641", "26217054", "25359138"], "five": ["19404237", "25359138", "19997219", "21164794", "20975696", "27828340"]}, "23921452": {"pmid": "23921452", "title": "A self-assembled three-dimensional cloak in the visible.", "authors": [[null, "Mühlig, Stefan S"], [null, "Cunningham, Alastair A"], [null, "Dintinger, José J"], [null, "Farhat, Mohamed M"], [null, "Hasan, Shakeeb Bin SB"], [null, "Scharf, Toralf T"], [null, "Bürgi, Thomas T"], [null, "Lederer, Falk F"], [null, "Rockstuhl, Carsten C"]], "journal": "Scientific reports", "date": "2013", "abstract": "An invisibility cloak has been designed, realized and characterized. The cloak hides free-standing sub-wavelength three-dimensional objects at the short wavelength edge of the visible spectrum. By a bottom-up approach the cloak was self-assembled around the object. Such fabrication approach constitutes a further important step towards real world applications of cloaking; leaving the realm of curiosity. The cloak and the way it was fabricated opens an avenue for many spectacular nanooptical applications such as non-disturbing sensors and photo-detectors, highly efficient solar cells, or optical nanoantenna arrays with strongly suppressed cross-talk to mention only a few. Our results rely on the successful combination of concepts from various disciplines, i.e. chemistry, material science, and plasmonics. Consequently, this work will stimulate these fields by unraveling new paths for future research.", "references": ["21285954", "16728597", "19150842", "19997153", "17678187", "19404237", "16728596", "20975696", "17025778", "22139215", "18304086", "19113341", "22859483", "22699493", "16090123", "23080411", "22355767", "22355597", "21263503", "21052290", "19658934", "20299551", "19532573", "22253094", "21714523", "19550686", "20498870", "20733610", "19905638", "21405275", "17053110"], "citedin": ["27616925", "25928664", "25858295", "25779822", "25634496"], "five": ["19997219", "18794996", "23154752", "23609653", "21643114", "21285954"]}, "23136641": {"pmid": "23136641", "title": "Radiation-suppressed plasmonic open resonators designed by nonmagnetic transformation optics.", "authors": [[null, "Xu, Hongyi H"], [null, "Wang, Xingjue X"], [null, "Yu, Tianyuan T"], [null, "Sun, Handong H"], [null, "Zhang, Baile B"]], "journal": "Scientific reports", "date": "2012", "abstract": "How to confine light energy associated with surface plasmon polaritons (SPPs) in a physical space with minimal radiation loss whereas creating maximum interacting section with surrounding environment is of particular interest in plasmonic optics. By virtue of transformation optics, we propose a design method of forming a polygonal surface-plasmonic resonator in fully open structures by applying the nonmagnetic affine transformation optics strategy. The radiation loss can be suppressed because SPPs that propagate in the designed open structures will be deceived as if they were propagating on a flat metal/dielectric interface without radiation. Because of the nonmagnetic nature of the transformation strategy, this design can be implemented with dielectric materials available in nature. An experimentally verifiable model is subsequently proposed for future experimental demonstration. Our design may find potential applications in omnidirectional sensing, light harvesting, energy storage and plasmonic lasing.", "references": ["21285954", "16728597", "20867919", "20867670", "19551027", "16190453", "22337129", "16728596", "19037433", "20465268", "19718019", "22540027", "21405275", "22355767", "11397941", "15353796", "19684572", "16554814", "12917698", "21263493", "22323243", "19158793", "21643114", "19113341", "20867242", "20465271", "21462376", "20414221", "9765148", "21568329"], "citedin": ["31641180", "26056299", "25096927", "23851589"], "five": ["21258334", "23248311", "18795027", "18607458", "18575564"]}, "19404237": {"pmid": "19404237", "title": "An optical cloak made of dielectrics.", "authors": [[null, "Valentine, Jason J"], [null, "Li, Jensen J"], [null, "Zentgraf, Thomas T"], [null, "Bartal, Guy G"], [null, "Zhang, Xiang X"]], "journal": "Nature materials", "date": "2009 Jul", "abstract": "Invisibility devices have captured the human imagination for many years. Recent theories have proposed schemes for cloaking devices using transformation optics and conformal mapping. Metamaterials, with spatially tailored properties, have provided the necessary medium by enabling precise control over the flow of electromagnetic waves. Using metamaterials, the first microwave cloaking has been achieved but the realization of cloaking at optical frequencies, a key step towards achieving actual invisibility, has remained elusive. Here, we report the first experimental demonstration of optical cloaking. The optical 'carpet' cloak is designed using quasi-conformal mapping to conceal an object that is placed under a curved reflecting surface by imitating the reflection of a flat surface. The cloak consists only of isotropic dielectric materials, which enables broadband and low-loss invisibility at a wavelength range of 1,400-1,800 nm.", "references": ["16728597", "19150842", "18059275", "16728596", "10990641", "18157252", "19113341", "17677965", "17995408", "19023043", "15550664", "17379801", "16384220", "18690249", "18517786", "17379804", "16384344", "17053110", "18352474", "15297655"], "citedin": ["34577759", "34561415", "33953249", "33833215", "33771863", "33510131", "33043297", "32967829", "32751542", "32488027", "31649270", "31641180", "31549089", "31549087", "31186445", "31057932", "30839599", "30323212", "30232342", "30167161", "30111878", "30027062", "29615768", "29491356", "29291156", "29276664", "28699634", "28638137", "28623372", "28252031", "28239535", "27958334", "27877512", "27857221", "27833141", "27827391", "27682836", "27620068", "27615519", "27605153", "27439474", "27329510", "27279766", "27194105", "27193141", "27051869", "27001451", "26982386", "26902969", "26899285", "26803985", "26656558", "26596641", "26552343", "26522815", "26217059", "26217057", "26217054", "26175114", "26122861", "26056299", "25997798", "25959663", "25858295", "25797041", "25766083", "25746689", "25726924", "25716451", "25359138", "25231412", "25098976", "24844801", "24835464", "24608143", "24522638", "24522287", "24452357", "24356577", "24285220", "24166002", "24153410", "23921452", "23851589", "23756877", "23739327", "23549139", "23546046", "23535875", "23518798", "23478430", "23422707", "23169054", "23149743", "22355767", "22355597", "22337129", "22222748", "22222745", "22164056", "21711711", "21709266", "21331038", "21285954", "21258334", "21119637", "20975696", "20414221", "20168343", "20023631", "19561598", "19543308", "19478762"], "five": ["20975696", "19997219", "23169054", "33379666", "22355767", "21164794"]}, "19150842": {"pmid": "19150842", "title": "Broadband ground-plane cloak.", "authors": [[null, "Liu, R R"], [null, "Ji, C C"], [null, "Mock, J J JJ"], [null, "Chin, J Y JY"], [null, "Cui, T J TJ"], [null, "Smith, D R DR"]], "journal": "Science (New York, N.Y.)", "date": "2009 Jan 16", "abstract": "The possibility of cloaking an object from detection by electromagnetic waves has recently become a topic of considerable interest. The design of a cloak uses transformation optics, in which a conformal coordinate transformation is applied to Maxwell's equations to obtain a spatially distributed set of constitutive parameters that define the cloak. Here, we present an experimental realization of a cloak design that conceals a perturbation on a flat conducting plane, under which an object can be hidden. To match the complex spatial distribution of the required constitutive parameters, we constructed a metamaterial consisting of thousands of elements, the geometry of each element determined by an automated design process. The ground-plane cloak can be realized with the use of nonresonant metamaterial elements, resulting in a structure having a broad operational bandwidth (covering the range of 13 to 16 gigahertz in our experiment) and exhibiting extremely low loss. Our experimental results indicate that this type of cloak should scale well toward optical wavelengths.", "references": [], "citedin": ["34845258", "34692075", "34640103", "34451042", "34158568", "34038615", "34017025", "33922987", "33833215", "33790227", "33748763", "33670875", "32967829", "32921231", "32788706", "32777776", "32724073", "31804518", "31649270", "31549087", "31547504", "30931963", "30839599", "30479931", "30424097", "30167205", "30167164", "30167131", "30111878", "29938186", "29855538", "29491430", "29077036", "28932671", "28900223", "28860649", "28839171", "28774128", "28699634", "28638137", "28607464", "28386065", "28252031", "28239535", "28106115", "27958334", "27886208", "27774997", "27708395", "27605153", "27578317", "27439474", "27406699", "27329510", "27001451", "26902969", "26900513", "26891773", "26803985", "26658471", "26603312", "26596641", "26552343", "26272748", "26217057", "26217054", "26140612", "26122861", "26056299", "25997798", "25858295", "25766083", "25746689", "25726924", "25716451", "25370447", "25359138", "25231412", "25089367", "25034268", "25008374", "24608143", "24522638", "24522287", "24356577", "24338738", "24285220", "24153410", "23921452", "23851589", "23756877", "23739327", "23712699", "23549139", "23535875", "23202472", "23169054", "23149743", "23142840", "22870387", "22531179", "22355767", "22355597", "21711711", "21709266", "21331038", "21285954", "21119637", "20975696", "20414221", "20400955", "20023631", "19561598", "19543308", "19404237"], "five": ["21164794", "19997219", "21405230", "20975696", "23169054", "17053110", "21997059"]}, "19113341": {"pmid": "19113341", "title": "Hiding under the carpet: a new strategy for cloaking.", "authors": [[null, "Li, Jensen J"], [null, "Pendry, J B JB"]], "journal": "Physical review letters", "date": "2008 Nov 14", "abstract": "A new type of cloak is discussed: one that gives all cloaked objects the appearance of a flat conducting sheet. It has the advantage that none of the parameters of the cloak is singular and can in fact be made isotropic. It makes broadband cloaking in the optical frequencies one step closer.", "references": [], "citedin": ["34691544", "34253802", "34158568", "33664394", "33469105", "33230262", "33149243", "32967829", "32777776", "32001802", "31804518", "31649270", "31645910", "31641180", "31549089", "31549087", "31222060", "31061453", "30886707", "30839599", "30742003", "30478413", "30424097", "30323279", "30167134", "30167131", "30131515", "29941990", "29938186", "29855538", "29535315", "29491356", "29323333", "29264107", "28935980", "28932671", "28912441", "28860649", "28839171", "28811586", "28699634", "28663554", "28638137", "28396591", "28386065", "28239535", "28186157", "28106115", "27958334", "27841358", "27827391", "27782216", "27620068", "27605153", "27492929", "27464989", "27416815", "27406699", "27329510", "27001451", "26933692", "26902969", "26899285", "26847048", "26822429", "26803985", "26596641", "26515406", "26292278", "26272748", "26217059", "26217057", "26217054", "26175114", "26057934", "25997798", "25746689", "25726924", "25716451", "25669436", "25359138", "25231412", "25145953", "24608143", "24522638", "24522287", "24338738", "24285220", "24153410", "24062625", "23921452", "23851589", "23792651", "23774575", "23756877", "23739327", "23549139", "23546046", "23169058", "23169054", "23142840", "23136641", "22355767", "22355597", "22222748", "22164056", "21709266", "21285954", "21119637", "20975696", "20606641", "20414221", "20023631", "19543308", "19404237"], "five": ["22181296", "19997219", "31199360", "19404237", "22107517"]}, "17053110": {"pmid": "17053110", "title": "Metamaterial electromagnetic cloak at microwave frequencies.", "authors": [[null, "Schurig, D D"], [null, "Mock, J J JJ"], [null, "Justice, B J BJ"], [null, "Cummer, S A SA"], [null, "Pendry, J B JB"], [null, "Starr, A F AF"], [null, "Smith, D R DR"]], "journal": "Science (New York, N.Y.)", "date": "2006 Nov 10", "abstract": "A recently published theory has suggested that a cloak of invisibility is in principle possible, at least over a narrow frequency band. We describe here the first practical realization of such a cloak; in our demonstration, a copper cylinder was \"hidden\" inside a cloak constructed according to the previous theoretical prescription. The cloak was constructed with the use of artificially structured metamaterials, designed for operation over a band of microwave frequencies. The cloak decreased scattering from the hidden object while at the same time reducing its shadow, so that the cloak and object combined began to resemble empty space.", "references": [], "citedin": ["34845258", "34832145", "34685111", "34685109", "34593950", "34588523", "34516765", "34497390", "34480006", "34442921", "34442610", "34376748", "34349204", "34244554", "34075182", "34017025", "33953249", "33922986", "33842672", "33833215", "33790227", "33771863", "33748763", "33664424", "33643805", "33535374", "33510131", "33441649", "33429875", "33266896", "33238483", "33168899", "33149243", "33101865", "33051563", "32967829", "32958835", "32957606", "32922148", "32777776", "32751737", "32724073", "32704039", "32498313", "32488027", "32444636", "32296958", "32257181", "32230957", "32190834", "32121181", "32029777", "32001761", "31976367", "31956942", "31937781", "31922140", "31882577", "31873097", "31861856", "31737824", "31663651", "31645938", "31645910", "31641180", "31627488", "31611723", "31592425", "31575903", "31549093", "31549089", "31549087", "31549057", "31480329", "31470586", "31459223", "31277470", "31195705", "31194142", "31167488", "31065025", "31061453", "31057943", "31057932", "31057825", "30988328", "30960356", "30952960", "30934727", "30934666", "30931963", "30923951", "30839599", "30833636", "30715059", "30705414", "30670767", "30559365", "30546122", "30513675", "30498863", "30478413", "30425316", "30425272", "30360573", "30347715", "30336624", "30287826", "30242559", "30232342", "30224632", "30167205", "30167164", "30167161", "30167134", "30167131", "30111878", "30072795", "30023669", "29941990", "29938186", "29930247", "29907858", "29904076", "29895793", "29882834", "29855538", "29802280", "29769556", "29701648", "29700385", "29693645", "29671833", "29556106", "29535315", "29491430", "29385711", "29385693", "29384370", "29382919", "29376124", "29364930", "29324686", "29323333", "29276664", "29216109", "29209661", "29192188", "29185501", "28932671", "28912441", "28901137", "28900223", "28883354", "28879974", "28860649", "28839260", "28839171", "28793472", "28788515", "28788116", "28787924", "28774128", "28765544", "28749422", "28720879", "28699634", "28686203", "28676724", "28638137", "28607464", "28566758", "28531136", "28522859", "28396591", "28393117", "28358357", "28336947", "28327658", "28322338", "28252031", "28239535", "28195227", "28191396", "28186157", "28117570", "28106156", "28106115", "28106090", "28098221", "28091539", "28071734", "27991565", "27958334", "27877512", "27857221", "27833141", "27782181", "27774997", "27687689", "27659800", "27658929", "27634456", "27629804", "27620068", "27616925", "27605153", "27604936", "27581766", "27570792", "27536727", "27493581", "27469028", "27464989", "27455280", "27439474", "27429209", "27387438", "27383833", "27329510", "27328635", "27321246", "27283594", "27220650", "27182532", "27068339", "27046540", "27046395", "27025907", "27001451", "27001206", "26983911", "26961708", "26950242", "26933692", "26932833", "26912419", "26902969", "26900513", "26891773", "26888365", "26864084", "26863045", "26860896", "26838730", "26818130", "26813710", "26813107", "26803985", "26795596", "26759177", "26751285", "26739504", "26729400", "26658471", "26656558", "26603312", "26596641", "26552343", "26531855", "26527420", "26522815", "26515406", "26493048", "26486075", "26387444", "26354891", "26292278", "26282067", "26217059", "26217058", "26217054", "26217051", "26183391", "26175114", "26140612", "26122861", "26114966", "26111643", "26080276", "26074497", "26057934", "26056299", "26035057", "26023061", "25997798", "25993433", "25988213", "25959663", "25928664", "25924189", "25858295", "25848021", "25822141", "25799155", "25797041", "25766083", "25746689", "25739324", "25728144", "25726924", "25716451", "25678280", "25623373", "25609462", "25410978", "25384397", "25370447", "25233948", "25231412", "25228767", "25145953", "25098976", "25089367", "25034268", "25027947", "24975455", "24919678", "24844801", "24832607", "24810434", "24728015", "24608677", "24608143", "24553188", "24522638", "24522287", "24452357", "24445416", "24368700", "24356577", "24346309", "24338738", "24287692", "24285220", "24284941", "24153410", "24084836", "24062625", "23921452", "23851589", "23831621", "23774575", "23756877", "23739327", "23696655", "23695698", "23591704", "23563489", "23549139", "23536540", "23535875", "23478430", "23422707", "23299442", "23241532", "23233875", "23202472", "23169054", "23149743", "23142840", "23117870", "22870387", "22736975", "22699493", "22611188", "22609557", "22466746", "22426458", "22355767", "22355597", "22337129", "22222748", "22222745", "21731069", "21715661", "21709266", "21412311", "21331038", "21285954", "21278741", "21258334", "21119637", "20975696", "20414221", "20168343", "20126415", "20023631", "19629078", "19561598", "19543308", "19404237", "19206249", "19188589"], "five": ["19997219", "21164794", "19150842", "21405230", "23142840", "21643114"]}, "25359138": {"pmid": "25359138", "title": "Logarithm conformal mapping brings the cloaking effect.", "authors": [[null, "Xu, Lin L"], [null, "Chen, Huanyang H"]], "journal": "Scientific reports", "date": "2014 Oct 31", "abstract": "Over the past years, invisibility cloaks have been extensively discussed since transformation optics emerges. Generally, the electromagnetic parameters of invisibility cloaks are complicated tensors, yet difficult to realize. As a special method of transformation optics, conformal mapping helps us design invisibility cloak with isotropic materials of a refractive index distribution. However, for all proposed isotropic cloaks, the refractive index range is at such a breadth that challenges current experimental fabrication. In this work, we propose two new kinds of logarithm conformal mappings for invisible device designs. For one of the mappings, the refractive index distribution of conformal cloak varies from 0 to 9.839, which is more feasible for future implementation. Numerical simulations by using finite element method are performed to confirm the theoretical analysis.", "references": ["21285954", "16728597", "19150842", "22355597", "19404237", "16728596", "20975696", "19113341", "20940924", "20173844", "21405275", "17995408", "23851589", "20299551", "21619019"], "citedin": ["27922082"], "five": ["27922082", "22355767", "23851589", "21164794", "21285954", "29938186"]}, "21119637": {"pmid": "21119637", "title": "Three-dimensional broadband and broad-angle transformation-optics lens.", "authors": [[null, "Ma, Hui Feng HF"], [null, "Cui, Tie Jun TJ"]], "journal": "Nature communications", "date": "2010 Nov 23", "abstract": "Luneburg lenses have superior performance compared with conventional lenses made of uniform materials with specially designed surfaces, but they are restricted by the difficulty of manufacturing the required gradient-index materials and their spherical focal surfaces. Recently, a new two-dimensional (2D) imaging lens was proposed and realized using transformation optics. Such a 2D lens overcomes the aberration problem, has a flattened focal surface and is valid for extremely large viewing angles. Here, we show the design, realization and measurement of a three-dimensional (3D) approximate transformation-optics lens in the microwave frequency band. The 3D lens is made of non-resonant metamaterials, which are fabricated with multilayered dielectric plates by drilling inhomogeneous holes. Simulation and experimental results demonstrate excellent performance of the 3D lens for different polarizations over a broad frequency band from 12.4 to 18 GHz. It can also be used as a high-gain antenna to radiate or receive narrow beams in large scanning angles.", "references": ["16728597", "19150842", "20299551", "19404237", "20023631", "19997219", "20975696", "19518873", "19113341", "21231170", "19023043", "18352474", "17053110"], "citedin": ["34833655", "34442610", "33230262", "32777776", "32724073", "31804518", "31655255", "30262822", "30167164", "30167131", "30167110", "29855538", "29030582", "28396591", "28134324", "28106115", "27981019", "27605153", "27464989", "26847048", "26729400", "26638829", "26515406", "26217057", "26217054", "26122861", "25766083", "25231412", "25034268", "24553188", "23851589", "23712699", "23535875", "23149743"], "five": ["20975696", "32724073", "22164056", "22472817", "27137012"]}, "22355597": {"pmid": "22355597", "title": "Hiding a realistic object using a broadband terahertz invisibility cloak.", "authors": [[null, "Zhou, Fan F"], [null, "Bao, Yongjun Y"], [null, "Cao, Wei W"], [null, "Stuart, Colin T CT"], [null, "Gu, Jianqiang J"], [null, "Zhang, Weili W"], [null, "Sun, Cheng C"]], "journal": "Scientific reports", "date": "2011", "abstract": "The invisibility cloak has been a long-standing dream for many researchers over the decades. Using transformation optics, a three-dimensional (3D) object is perceived as having a reduced number of dimensions, making it \"undetectable\" judging from the scattered field12345. Despite successful experimental demonstration at microwave and optical frequencies6789101112, the spectroscopically important Terahertz (THz) domain13141516 remains unexplored due to difficulties in fabricating cloaking devices that are optically large in all three dimensions. Here, we report the first experimental demonstration of a 3D THz cloaking device fabricated using a scalable Projection Microstereolithography process. The cloak operates at a broad frequency range between 0.3 and 0.6 THz, and is placed over an α-lactose monohydrate absorber with rectangular shape. Characterized using angular-resolved reflection THz time-domain spectroscopy (THz-TDS), the results indicate that the THz invisibility cloak has successfully concealed both the geometrical and spectroscopic signatures of the absorber, making it undetectable to the observer.", "references": ["16728597", "19150842", "21231170", "20299551", "20975696", "12618844", "19113341", "17053110", "19404237", "21643391", "21633448", "16728596"], "citedin": ["34533994", "32661281", "32029777", "29264107", "28839171", "28821843", "28386065", "27659800", "27620068", "26442447", "25359138", "24356577", "23921452", "23851589"], "five": ["19404237", "20975696", "22253094", "22355767", "30839599", "21285954"]}, "23169054": {"pmid": "23169054", "title": "Broadband electromagnetic cloaking with smart metamaterials.", "authors": [[null, "Shin, Dongheok D"], [null, "Urzhumov, Yaroslav Y"], [null, "Jung, Youngjean Y"], [null, "Kang, Gumin G"], [null, "Baek, Seunghwa S"], [null, "Choi, Minjung M"], [null, "Park, Haesung H"], [null, "Kim, Kyoungsik K"], [null, "Smith, David R DR"]], "journal": "Nature communications", "date": "2012", "abstract": "The ability to render objects invisible with a cloak that fits all objects and sizes is a long-standing goal for optical devices. Invisibility devices demonstrated so far typically comprise a rigid structure wrapped around an object to which it is fitted. Here we demonstrate smart metamaterial cloaking, wherein the metamaterial device not only transforms electromagnetic fields to make an object invisible, but also acquires its properties automatically from its own elastic deformation. The demonstrated device is a ground-plane microwave cloak composed of an elastic metamaterial with a broad operational band (10-12 GHz) and nearly lossless electromagnetic properties. The metamaterial is uniform, or perfectly periodic, in its undeformed state and acquires the necessary gradient-index profile, mimicking a quasi-conformal transformation, naturally from a boundary load. This easy-to-fabricate hybrid elasto-electromagnetic metamaterial opens the door to implementations of a variety of transformation optics devices based on quasi-conformal maps.", "references": ["21285954", "19150842", "22020006", "19404237", "20023631", "16728596", "20857941", "20975696", "21981513", "19113341", "19905638", "16728597", "17782252", "18517786", "20299551", "21619019", "21405275", "17053110"], "citedin": ["34442610", "32967829", "30072795", "29938186", "29322094", "28793472", "28720892", "28699634", "28690407", "28336947", "27279766", "26902969", "26402066", "25779822", "25746689", "24522287", "24153410", "23887357"], "five": ["24522287", "33379666", "19404237", "19150842", "19997219"]}, "25746689": {"pmid": "25746689", "title": "Active control of electromagnetic radiation through an enhanced thermo-optic effect.", "authors": [[null, "Sheng, Chong C"], [null, "Liu, Hui H"], [null, "Zhu, Shining S"], [null, "Genov, Dentcho A DA"]], "journal": "Scientific reports", "date": "2015 Mar 09", "abstract": "The control of electromagnetic radiation in transformation optical metamaterials brings the development of vast variety of optical devices. Of a particular importance is the possibility to control the propagation of light with light. In this work, we use a structured planar cavity to enhance the thermo-optic effect in a transformation optical waveguide. In the process, a control laser produces apparent inhomogeneous refractive index change inside the waveguides. The trajectory of a second probe laser beam is then continuously tuned in the experiment. The experimental results agree well with the developed theory. The reported method can provide a new approach toward development of transformation optical devices where active all-optical control of the impinging light can be achieved.", "references": ["20975696", "16384143", "22337129", "23368121", "21231465", "21258334", "11292865", "21623377", "21659598", "24580600", "17053110", "20299551", "19516726", "10990641", "24313489", "16728596", "22355767", "21285954", "17379801", "23705719", "17186048", "16728597", "19905638", "19404237", "19023043", "23258064", "19113341", "20445691", "21405275", "19150842", "24786649", "19659076", "23169054", "24153410", "19519106", "21699298", "22859483", "18690249", "23142840"], "citedin": [], "five": ["20721115", "26217057", "20941252", "26924255", "19907620"]}, "25997798": {"pmid": "25997798", "title": "Electromagnetic detection of a perfect carpet cloak.", "authors": [[null, "Shi, Xihang X"], [null, "Gao, Fei F"], [null, "Lin, Xiao X"], [null, "Zhang, Baile B"]], "journal": "Scientific reports", "date": "2015 May 22", "abstract": "It has been shown that a spherical invisibility cloak originally proposed by Pendry et al. can be electromagnetically detected by shooting a charged particle through it, whose underlying mechanism stems from the asymmetry of transformation optics applied to motions of photons and charges [PRL 103, 243901 (2009)]. However, the conceptual three-dimensional invisibility cloak that exactly follows specifications of transformation optics is formidably difficult to implement, while the simplified cylindrical cloak that has been experimentally realized is inherently visible. On the other hand, the recent carpet cloak model has acquired remarkable experimental development, including a recently demonstrated full-parameter carpet cloak without any approximation in the required constitutive parameters. In this paper, we numerically investigate the electromagnetic radiation from a charged particle passing through a perfect carpet cloak and propose an experimentally verifiable model to demonstrate symmetry breaking of transformation optics.", "references": ["21285954", "18233363", "17053110", "20299551", "20365927", "20975696", "16728596", "16728597", "19404237", "20366200", "19113341", "21405275", "19150842", "23142840"], "citedin": ["29941990", "27841358", "26902969"], "five": ["20366200", "18233363", "19997219", "22355767", "22181296"]}, "16728596": {"pmid": "16728596", "title": "Optical conformal mapping.", "authors": [[null, "Leonhardt, Ulf U"]], "journal": "Science (New York, N.Y.)", "date": "2006 Jun 23", "abstract": "An invisibility device should guide light around an object as if nothing were there, regardless of where the light comes from. Ideal invisibility devices are impossible, owing to the wave nature of light. This study develops a general recipe for the design of media that create perfect invisibility within the accuracy of geometrical optics. The imperfections of invisibility can be made arbitrarily small to hide objects that are much larger than the wavelength. With the use of modern metamaterials, practical demonstrations of such devices may be possible. The method developed here can also be applied to escape detection by other electromagnetic waves or sound.", "references": [], "citedin": ["34824222", "34691544", "34516765", "34451042", "34443875", "34376748", "34349204", "34290952", "34253802", "34244554", "34209353", "34205117", "34158568", "34112771", "34075182", "33953249", "33922987", "33833215", "33664394", "33535374", "33441649", "33286235", "33097744", "32967829", "32709906", "32684130", "32684128", "32678154", "32545734", "32351688", "32013043", "31912027", "31873097", "31804518", "31649270", "31641180", "31549087", "31511516", "31222060", "31200430", "31194142", "31186445", "30839599", "30839515", "30837667", "30816130", "30765745", "30479931", "30478413", "30341393", "30323279", "30232342", "30167248", "30167161", "30167134", "30167131", "30154424", "30131515", "30111878", "29959340", "29941990", "29938186", "29904076", "29857510", "29855538", "29802280", "29769556", "29671833", "29555963", "29535315", "29410468", "29358737", "29348533", "29323333", "29209033", "29030582", "28989304", "28939888", "28939831", "28935980", "28932671", "28883354", "28879997", "28860649", "28839171", "28790424", "28765544", "28719573", "28674391", "28663554", "28638137", "28607464", "28522846", "28436432", "28396591", "28322344", "28252031", "28239535", "28220000", "28219995", "28195227", "28179830", "28165026", "28106115", "28098221", "28018744", "27958334", "27956882", "27924937", "27922082", "27877512", "27876753", "27857221", "27830746", "27739471", "27620068", "27616925", "27605153", "27570792", "27464989", "27416815", "27407024", "27329510", "27321246", "27283587", "27125237", "27118884", "27091541", "27010103", "27001451", "27001206", "26933692", "26912419", "26899285", "26879520", "26864084", "26860896", "26847048", "26822429", "26813107", "26803985", "26730214", "26729400", "26657786", "26656558", "26603312", "26596641", "26584781", "26552343", "26503821", "26493048", "26479025", "26395967", "26333466", "26272748", "26258769", "26217063", "26217062", "26217061", "26217057", "26217054", "26175114", "26169801", "26154350", "26109080", "26074497", "26057934", "26056299", "26017657", "25997798", "25974383", "25928664", "25858295", "25848021", "25797041", "25746689", "25739324", "25728144", "25726924", "25716451", "25669436", "25510662", "25488408", "25486981", "25359138", "25307319", "25233948", "25231412", "25145953", "25141808", "25135759", "25070679", "25008374", "24990746", "24919678", "24909738", "24844801", "24608143", "24522638", "24522287", "24452532", "24452357", "24398592", "24356577", "24338738", "24226887", "24153410", "24084836", "24062625", "23921452", "23851589", "23792651", "23774575", "23756877", "23739327", "23712699", "23696655", "23563489", "23549139", "23546046", "23536540", "23514968", "23241532", "23233875", "23178268", "23169058", "23169054", "23149726", "23136641", "22870387", "22768382", "22717488", "22699493", "22466746", "22355767", "22355597", "22337129", "22222748", "22222745", "21706010", "21427720", "21412311", "21285954", "21258334", "20693995", "20606641", "20414221", "20126415", "20023631", "19629078", "19561598", "19543308", "19404237"], "five": ["18059275", "20448761", "19404237", "23169054", "19023043", "26056299", "17934463"]}, "20299551": {"pmid": "20299551", "title": "Three-dimensional invisibility cloak at optical wavelengths.", "authors": [[null, "Ergin, Tolga T"], [null, "Stenger, Nicolas N"], [null, "Brenner, Patrice P"], [null, "Pendry, John B JB"], [null, "Wegener, Martin M"]], "journal": "Science (New York, N.Y.)", "date": "2010 Apr 16", "abstract": "We have designed and realized a three-dimensional invisibility-cloaking structure operating at optical wavelengths based on transformation optics. Our blueprint uses a woodpile photonic crystal with a tailored polymer filling fraction to hide a bump in a gold reflector. We fabricated structures and controls by direct laser writing and characterized them by simultaneous high-numerical-aperture, far-field optical microscopy and spectroscopy. A cloaking operation with a large bandwidth of unpolarized light from 1.4 to 2.7 micrometers in wavelength is demonstrated for viewing angles up to 60 degrees.", "references": [], "citedin": ["34691544", "34561417", "34516765", "34442610", "34382368", "34017025", "33498504", "33298832", "33255490", "33043297", "32967829", "32958835", "32942710", "32777776", "32684902", "32451734", "31649270", "31645910", "31549089", "31549087", "31546943", "30886707", "30839599", "30670767", "30581702", "30424097", "30407432", "30404300", "30360573", "30323279", "30232342", "30167154", "30167131", "30111878", "29956712", "29946120", "29938186", "29693645", "29615768", "29264107", "29185501", "28932671", "28900223", "28879997", "28839171", "28757572", "28749422", "28638137", "28607464", "28358357", "28252031", "28102254", "28098221", "27958334", "27881838", "27774997", "27689237", "27620068", "27615519", "27605153", "27536727", "27329510", "27328976", "27194105", "27193141", "27125237", "27091541", "27001451", "27001206", "26922872", "26891773", "26612544", "26596641", "26522815", "26282067", "26217054", "26175114", "26057934", "26056299", "26035057", "25997798", "25959663", "25848021", "25746689", "25726924", "25716451", "25359138", "25231412", "25135759", "25089367", "25008374", "24844801", "24608143", "24522638", "24522287", "24285220", "24284621", "24153410", "23921452", "23851589", "23756877", "23549139", "23546046", "23169054", "23149743", "23142840", "22355767", "22355597", "22337129", "22222745", "21412311", "21285954", "21119637", "20975696"], "five": ["21633448", "15195083", "22107517", "15178750", "19150842"]}, "23142840": {"pmid": "23142840", "title": "A full-parameter unidirectional metamaterial cloak for microwaves.", "authors": [[null, "Landy, Nathan N"], [null, "Smith, David R DR"]], "journal": "Nature materials", "date": "2013 Jan", "abstract": "Invisibility is a notion that has long captivated the popular imagination. However, in 2006, invisibility became a practical matter for the scientific community as well, with the suggestion that artificially structured metamaterials could enable a new electromagnetic design paradigm, now termed transformation optics. Since the advent of transformation optics and subsequent initial demonstration of the microwave cloak, the field has grown rapidly. However, the complexity of the transformation optics material prescription has continually forced researchers to make simplifying approximations to achieve even a subset of the desired functionality. These approximations place profound limitations on the performance of transformation optics devices in general, and cloaks especially. Here, we design and experimentally characterize a two-dimensional, unidirectional cloak that makes no approximations to the underlying transformation optics formulation, yet is capable of reducing the scattering of an object ten wavelengths in size. We demonstrate that this approximation-free design regains the performance characteristics promised by transformation optics.", "references": ["21285954", "18233363", "16728597", "21231170", "19529250", "20023631", "20975696", "15903615", "22442477", "19150842", "21770640", "19561598", "20299551", "19519106", "19113341", "20867242", "21405275", "17053110"], "citedin": ["34038615", "33916556", "33833215", "33748763", "33670875", "33469105", "32967829", "32704362", "31549087", "30839599", "30232342", "30111878", "29938186", "29276664", "28839260", "28788116", "28772750", "28386065", "28167827", "27956882", "27833141", "27492929", "26902969", "26522815", "26217059", "26217054", "26175114", "26140612", "26057934", "26056299", "25997798", "25746689", "25716451", "25034268", "24608143", "24166002", "24153410", "24062625", "23851589", "23756877", "23696655", "23549139"], "five": ["19997219", "17053110", "30988328", "21164794", "22355767"]}, "24153410": {"pmid": "24153410", "title": "Ray-optics cloaking devices for large objects in incoherent natural light.", "authors": [[null, "Chen, Hongsheng H"], [null, "Zheng, Bin B"], [null, "Shen, Lian L"], [null, "Wang, Huaping H"], [null, "Zhang, Xianmin X"], [null, "Zheludev, Nikolay I NI"], [null, "Zhang, Baile B"]], "journal": "Nature communications", "date": "2013", "abstract": "A cloak that can hide living creatures from sight is a common feature of mythology but still remains unrealized as a practical device. To preserve the wave phase, the previous cloaking solution proposed by Pendry and colleagues required transformation of the electromagnetic space around the hidden object in such a way that the rays bending around the object inside the cloak region have to travel faster than those passing it by. This difficult phase preservation requirement is the main obstacle for building a broadband polarization-insensitive cloak for large objects. Here we propose a simplified version of Pendry's cloak by abolishing the requirement for phase preservation, as it is irrelevant for observation using incoherent natural light with human eyes, which are phase and polarization insensitive. This allows for a cloak design on large scales using commonly available materials. We successfully demonstrate the cloaking of living creatures, a cat and a fish, from the eye.", "references": ["16728597", "19150842", "19023043", "20299551", "23368121", "19404237", "16728596", "23142840", "20975696", "19113341", "16090123", "19905638", "22355767", "23169054", "21285954", "21405275", "17053110"], "citedin": ["34691544", "34516765", "30934727", "30886707", "30839599", "30323279", "30167134", "29938186", "29323333", "28860649", "28018744", "27958334", "27329510", "27001451", "26902969", "26884208", "26803985", "26596641", "26056299", "25746689", "25716451", "25042132"], "five": ["21263655", "24515019", "21643114", "25321827", "30167134", "18794996"]}, "29938186": {"pmid": "29938186", "title": "3D Visible-Light Invisibility Cloak.", "authors": [[null, "Zheng, Bin B"], [null, "Zhu, Rongrong R"], [null, "Jing, Liqiao L"], [null, "Yang, Yihao Y"], [null, "Shen, Lian L"], [null, "Wang, Huaping H"], [null, "Wang, Zuojia Z"], [null, "Zhang, Xianmin X"], [null, "Liu, Xu X"], [null, "Li, Erping E"], [null, "Chen, Hongsheng H"]], "journal": "Advanced science (Weinheim, Baden-Wurttemberg, Germany)", "date": "2018 Jun", "abstract": "The concept of an invisibility cloak is a fixture of science fiction, fantasy, and the collective imagination. However, a real device that can hide an object from sight in visible light from absolutely any viewpoint would be extremely challenging to build. The main obstacle to creating such a cloak is the coupling of the electromagnetic components of light, which would necessitate the use of complex materials with specific permittivity and permeability tensors. Previous cloaking solutions have involved circumventing this obstacle by functioning either in static (or quasistatic) fields where these electromagnetic components are uncoupled or in diffusive light scattering media where complex materials are not required. In this paper, concealing a large-scale spherical object from human sight from three orthogonal directions is reported. This result is achieved by developing a 3D homogeneous polyhedral transformation and a spatially invariant refractive index discretization that considerably reduce the coupling of the electromagnetic components of visible light. This approach allows for a major simplification in the design of 3D invisibility cloaks, which can now be created at a large scale using homogeneous and isotropic materials.", "references": ["20975696", "23368121", "27218885", "26383946", "26596641", "17053110", "20299551", "24903561", "20414221", "16090123", "16728596", "21285954", "19792314", "25931549", "16728597", "19905638", "19113341", "21405275", "19150842", "23169054", "22114004", "24153410", "23142840"], "citedin": ["31641180"], "five": ["21285954", "30988328", "22355767", "21643114", "21405275"]}, "21405275": {"pmid": "21405275", "title": "Macroscopic invisibility cloak for visible light.", "authors": [[null, "Zhang, Baile B"], [null, "Luo, Yuan Y"], [null, "Liu, Xiaogang X"], [null, "Barbastathis, George G"]], "journal": "Physical review letters", "date": "2011 Jan 21", "abstract": "Invisibility cloaks, a subject that usually occurs in science fiction and myths, have attracted wide interest recently because of their possible realization. The biggest challenge to true invisibility is known to be the cloaking of a macroscopic object in the broad range of wavelengths visible to the human eye. Here we experimentally solve this problem by incorporating the principle of transformation optics into a conventional optical lens fabrication with low-cost materials and simple manufacturing techniques. A transparent cloak made of two pieces of calcite is created. This cloak is able to conceal a macroscopic object with a maximum height of 2 mm, larger than 3500 free-space-wavelength, inside a transparent liquid environment. Its working bandwidth encompassing red, green, and blue light is also demonstrated.", "references": [], "citedin": ["32967829", "32351688", "31649270", "31641180", "31549087", "30839599", "30478413", "30111878", "29941990", "29938186", "28860649", "28757572", "27958334", "27841358", "27833141", "27329510", "27321246", "27001451", "26596641", "26552343", "26515406", "26217054", "26175114", "26056299", "25997798", "25906330", "25746689", "25716451", "25359138", "25135759", "24522287", "24356577", "24153410", "24062625", "23921452", "23851589", "23756877", "23712699", "23549139", "23546046", "23478430", "23232404", "23169054", "23142840", "23136641", "22355767", "21421843"], "five": ["21285954", "23263067", "19997219", "29938186", "22355767", "26383946"]}, "26217054": {"pmid": "26217054", "title": "Spatial transformation-enabled electromagnetic devices: from radio frequencies to optical wavelengths.", "authors": [[null, "Jiang, Zhi Hao ZH"], [null, "Turpin, Jeremy P JP"], [null, "Morgan, Kennith K"], [null, "Lu, Bingqian B"], [null, "Werner, Douglas H DH"]], "journal": "Philosophical transactions. Series A, Mathematical, physical, and engineering sciences", "date": "2015 Aug 28", "abstract": "Transformation optics provides scientists and engineers with a new powerful design paradigm to manipulate the flow of electromagnetic waves in a user-defined manner and with unprecedented flexibility, by controlling the spatial distribution of the electromagnetic properties of a medium. Using this approach, over the past decade, various previously undiscovered physical wave phenomena have been revealed and novel electromagnetic devices have been demonstrated throughout the electromagnetic spectrum. In this paper, we present versatile theoretical and experimental investigations on designing transformation optics-enabled devices for shaping electromagnetic wave radiation and guidance, at both radio frequencies and optical wavelengths. Different from conventional coordinate transformations, more advanced and versatile coordinate transformations are exploited here to benefit diverse applications, thereby providing expanded design flexibility, enhanced device performance, as well as reduced implementation complexity. These design examples demonstrate the comprehensive capability of transformation optics in controlling electromagnetic waves, while the associated novel devices will open up new paths towards future integrated electromagnetic component synthesis and design, from microwave to optical spectral regimes.", "references": ["20446302", "21285954", "22530626", "20465271", "15297655", "18628805", "20721084", "18958133", "19392520", "21659598", "20465268", "21997001", "17053110", "20299551", "20173844", "20414221", "18648477", "21405918", "20975696", "22253094", "19561598", "19687966", "16728596", "22847459", "19392518", "19581959", "21278741", "19434112", "18352474", "16728597", "19518873", "19404237", "21119637", "19023043", "23535875", "25361279", "19113341", "21331038", "12633273", "21405275", "22722866", "19150842", "19659076", "23851589", "20023631", "18690249", "23142840"], "citedin": ["32724073", "26217061"], "five": ["19104551", "26217057", "24522287", "26638829", "26515406"]}, "30839599": {"pmid": "30839599", "title": "A hybrid invisibility cloak based on integration of transparent metasurfaces and zero-index materials.", "authors": [["0000-0002-8577-5870", "Chu, Hongchen H"], [null, "Li, Qi Q"], [null, "Liu, Bingbing B"], [null, "Luo, Jie J"], ["0000-0003-3046-1142", "Sun, Shulin S"], [null, "Hang, Zhi Hong ZH"], [null, "Zhou, Lei L"], [null, "Lai, Yun Y"]], "journal": "Light, science & applications", "date": "2018", "abstract": "The invisibility cloak, a long-standing fantastic dream for humans, has become more tangible with the development of metamaterials. Recently, metasurface-based invisibility cloaks have been proposed and realized with significantly reduced thickness and complexity of the cloaking shell. However, the previous scheme is based on reflection-type metasurfaces and is thus limited to reflection geometry. In this work, by integrating the wavefront tailoring functionality of transparent metasurfaces and the wave tunneling functionality of zero-index materials, we have realized a unique type of hybrid invisibility cloak that functions in transmission geometry. The principle is general and applicable to arbitrary shapes. For experimental demonstration, we constructed a rhombic double-layer cloaking shell composed of a highly transparent metasurface and a double-zero medium consisting of dielectric photonic crystals with Dirac cone dispersions. The cloaking effect is verified by both full-wave simulations and microwave experimental results. The principle also reveals exciting possibilities for realizing skin-thick ultrathin cloaking shells in transmission geometry, which can eliminate the need for spatially varying extreme parameters. Our work paves a path for novel optical and electromagnetic devices based on the integration of metasurfaces and metamaterials.", "references": ["12443413", "16728596", "16728597", "17053110", "17155357", "18232869", "18232982", "19113341", "19150842", "19404237", "19659076", "20299551", "20975696", "21285954", "21405275", "21623377", "21885733", "22194414", "22442477", "22466746", "23142840", "23520105", "24153410", "24313489", "25035488", "25700175", "25705870", "26322944", "26383946", "26956377", "27218885", "27257251", "28280202", "28380947", "28775295", "28775300", "28786594"], "citedin": ["34692075", "34641014", "34588416", "34312380", "33833215", "33748763", "33414367", "32546706", "32439891", "31645910", "31508560", "31481745"], "five": ["33379666", "33983329", "28789078", "33726127", "19404237"]}, "26596641": {"pmid": "26596641", "title": "Three-dimensional magnetic cloak working from d.c. to 250 kHz.", "authors": [[null, "Zhu, Jianfei J"], [null, "Jiang, Wei W"], [null, "Liu, Yichao Y"], [null, "Yin, Ge G"], [null, "Yuan, Jun J"], [null, "He, Sailing S"], [null, "Ma, Yungui Y"]], "journal": "Nature communications", "date": "2015 Nov 24", "abstract": "Invisible cloaking is one of the major outcomes of the metamaterial research, but the practical potential, in particular for high frequencies (for example, microwave to visible light), is fatally challenged by the complex material properties they usually demand. On the other hand, it will be advantageous and also technologically instrumental to design cloaking devices for applications at low frequencies where electromagnetic components are favourably uncoupled. In this work, we vastly develop the bilayer approach to create a three-dimensional magnetic cloak able to work in both static and dynamic fields. Under the quasi-static approximation, we demonstrate a perfect magnetic cloaking device with a large frequency band from 0 to 250 kHz. The practical potential of our device is experimentally verified by using a commercial metal detector, which may lead us to having a real cloaking application where the dynamic magnetic field can be manipulated in desired ways.", "references": ["21285954", "24285220", "24643906", "26292278", "23006174", "22251595", "10054019", "22442477", "24580600", "17053110", "20299551", "24903561", "20414221", "16090123", "23482162", "20975696", "19561598", "21231170", "16728596", "25432046", "25931549", "16728597", "19518873", "9976712", "19404237", "20366200", "19113341", "21405275", "19150842", "21405230", "23851589", "22114004", "24153410", "24580599", "18297077"], "citedin": ["30111878", "29938186", "29379021", "28860649", "28607464", "28336947", "28303951"], "five": ["33820418", "24942191", "23169054", "22852709", "27634456"]}, "26056299": {"pmid": "26056299", "title": "Broadband surface-wave transformation cloak.", "authors": [[null, "Xu, Su S"], [null, "Xu, Hongyi H"], [null, "Gao, Hanhong H"], [null, "Jiang, Yuyu Y"], [null, "Yu, Faxin F"], [null, "Joannopoulos, John D JD"], [null, "Soljačić, Marin M"], [null, "Chen, Hongsheng H"], [null, "Sun, Handong H"], [null, "Zhang, Baile B"]], "journal": "Proceedings of the National Academy of Sciences of the United States of America", "date": "2015 Jun 23", "abstract": "Guiding surface electromagnetic waves around disorder without disturbing the wave amplitude or phase is in great demand for modern photonic and plasmonic devices, but is fundamentally difficult to realize because light momentum must be conserved in a scattering event. A partial realization has been achieved by exploiting topological electromagnetic surface states, but this approach is limited to narrow-band light transmission and subject to phase disturbances in the presence of disorder. Recent advances in transformation optics apply principles of general relativity to curve the space for light, allowing one to match the momentum and phase of light around any disorder as if that disorder were not there. This feature has been exploited in the development of invisibility cloaks. An ideal invisibility cloak, however, would require the phase velocity of light being guided around the cloaked object to exceed the vacuum speed of light--a feat potentially achievable only over an extremely narrow band. In this work, we theoretically and experimentally show that the bottlenecks encountered in previous studies can be overcome. We introduce a class of cloaks capable of remarkable broadband surface electromagnetic waves guidance around ultrasharp corners and bumps with no perceptible changes in amplitude and phase. These cloaks consist of specifically designed nonmagnetic metamaterials and achieve nearly ideal transmission efficiency over a broadband frequency range from 0(+) to 6 GHz. This work provides strong support for the application of transformation optics to plasmonic circuits and could pave the way toward high-performance, large-scale integrated photonic circuits.", "references": ["21285954", "19812669", "23136641", "18232767", "16410515", "20465268", "17053110", "20299551", "24313489", "20975696", "15247438", "16728596", "21568329", "16728597", "19404237", "21405275", "19150842", "24153410", "23241532", "23142840", "25517229"], "citedin": ["34480006", "32637080", "28322344", "27841358", "27492929", "27345575", "27329510", "26902969"], "five": ["19997219", "23368121", "21285954", "22355767", "20975696", "33379666", "21196982"]}, "24522287": {"pmid": "24522287", "title": "A versatile smart transformation optics device with auxetic elasto-electromagnetic metamaterials.", "authors": [[null, "Shin, Dongheok D"], [null, "Urzhumov, Yaroslav Y"], [null, "Lim, Donghwan D"], [null, "Kim, Kyoungsik K"], [null, "Smith, David R DR"]], "journal": "Scientific reports", "date": "2014 Feb 13", "abstract": "Synergistic integration of electromagnetic (EM) and mechanical properties of metamaterials, a concept known as smart metamaterials, promises new applications across the spectrum, from flexible waveguides to shape-conforming cloaks. These applications became possible thanks to smart transformation optics (STO), a design methodology that utilizes coordinate transformations to control both EM wave propagation and mechanical deformation of the device. Here, we demonstrate several STO devices based on extremely auxetic (Poisson ratio -1) elasto-electromagnetic metamaterials, both of which exhibit enormous flexibility and sustain efficient operation upon a wide range of deformations. Spatial maps of microwave electric fields across these devices confirm our ability to deform carpet cloaks, bent waveguides, and potentially other quasi-conformal TO-based devices operating at 7 ~ 8 GHz. These devices are each fabricated from a single sheet of initially uniform (double-periodic) square-lattice metamaterial, which acquires the necessary distribution of effective permittivity entirely from the mechanical deformation of its boundary. By integrating transformation optics and continuum mechanics theory, we provide analytical derivations for the design of STO devices. Additionally, we clarify an important point relating to two-dimensional STO devices: the difference between plane stress and plane strain assumptions, which lead to elastic metamaterials with Poisson ratio -1 and -∞, respectively.", "references": ["16728597", "19150842", "20389630", "19687966", "19404237", "21369180", "20023631", "20975696", "23409240", "23169054", "21285954", "18517786", "20299551", "21619019", "21902398", "16728596", "23169058", "19188959", "19770868", "19113341", "20941020", "19905638", "21405275", "17053110"], "citedin": ["32724073", "29402940", "28699634", "28690407", "28443646", "27620068", "27491945", "27320212", "26057934"], "five": ["23169054", "26368165", "24190877", "24942191", "28322338"]}, "27329510": {"pmid": "27329510", "title": "Invisibility Cloak Printed on a Photonic Chip.", "authors": [[null, "Feng, Zhen Z"], [null, "Wu, Bing-Hong BH"], [null, "Zhao, Yu-Xi YX"], [null, "Gao, Jun J"], [null, "Qiao, Lu-Feng LF"], [null, "Yang, Ai-Lin AL"], [null, "Lin, Xiao-Feng XF"], [null, "Jin, Xian-Min XM"]], "journal": "Scientific reports", "date": "2016 06 22", "abstract": "Invisibility cloak capable of hiding an object can be achieved by properly manipulating electromagnetic field. Such a remarkable ability has been shown in transformation and ray optics. Alternatively, it may be realistic to create a spatial cloak by means of confining electromagnetic field in three-dimensional arrayed waveguides and introducing appropriate collective curvature surrounding an object. We realize the artificial structure in borosilicate by femtosecond laser direct writing, where we prototype up to 5,000 waveguides to conceal millimeter-scale volume. We characterize the performance of the cloak by normalized cross correlation, tomography analysis and continuous three-dimensional viewing angle scan. Our results show invisibility cloak can be achieved in waveguide optics. Furthermore, directly printed invisibility cloak on a photonic chip may enable controllable study and novel applications in classical and quantum integrated photonics, such as invisualising a coupling or swapping operation with on-chip circuits of their own.", "references": ["20975696", "26056299", "23689610", "22146400", "21451631", "26383946", "25915830", "25606881", "17053110", "20299551", "24903561", "20414221", "16728596", "21285954", "7585229", "16505861", "12413555", "16728597", "19404237", "19881782", "19023043", "19113341", "21405275", "19150842", "24153410"], "citedin": ["31814967", "29756040"], "five": ["28935980", "20299551", "26056299", "23142840", "26552343", "21164794"]}, "27001451": {"pmid": "27001451", "title": "Omnidirectional optical attractor in structured gap-surface plasmon waveguide.", "authors": [[null, "Sheng, Chong C"], [null, "Liu, Hui H"], [null, "Zhu, Shining S"], [null, "Genov, Dentcho A DA"]], "journal": "Scientific reports", "date": "2016 Mar 22", "abstract": "An optical attractor based on a simple and easy to fabricate structured metal-dielectric-metal (SMDM) waveguide is proposed. The structured waveguide has a variable thickness in the vicinity of an embedded microsphere and allow for adiabatic nano-focusing of gap-surface plasmon polaritons (GSPPs). We show that the proposed system acts as an omnidirectional absorber across a broad spectral range. The geometrical optics approximation is used to provide a description of the ray trajectories in the system and identify the singularity of the deflection angle at the photon sphere. The analytical theory is validated by full-wave numerical simulations demonstrating adiabatic, deep sub-wavelength focusing of GSPPs and high local field enhancement. The proposed structured waveguide is an ideal candidate for the demonstration of reflection free omnidirectional absorption of GSPP in the optical and infrared frequency ranges.", "references": ["21231465", "21285954", "15524758", "17995408", "20389549", "23135399", "20518545", "20868010", "20867596", "17053110", "20299551", "20414221", "18648477", "15322535", "24033037", "24313489", "20975696", "16728596", "22355767", "20160811", "17930824", "22714328", "15245207", "17379801", "25931549", "16728597", "19404237", "17410238", "19023043", "19113341", "21405275", "19150842", "19659076", "22089547", "15600907", "24153410", "22936772", "17685661", "18497851", "22859483", "17379804"], "citedin": [], "five": ["22089547", "32403800", "21847167", "33115050", "26072865"]}, "31549087": {"pmid": "31549087", "title": "Experimental Realization of an Extreme-Parameter Omnidirectional Cloak.", "authors": [[null, "Zheng, Bin B"], [null, "Yang, Yihao Y"], [null, "Shao, Zheping Z"], [null, "Yan, Qinghui Q"], [null, "Shen, Nian-Hai NH"], [null, "Shen, Lian L"], [null, "Wang, Huaping H"], [null, "Li, Erping E"], [null, "Soukoulis, Costas M CM"], [null, "Chen, Hongsheng H"]], "journal": "Research (Washington, D.C.)", "date": "2019", "abstract": "An ideal transformation-based omnidirectional cloak always relies on metamaterials with extreme parameters, which were previously thought to be too difficult to realize. For such a reason, in previous experimental proposals of invisibility cloaks, the extreme parameters requirements are usually abandoned, leading to inherent scattering. Here, we report on the first experimental demonstration of an omnidirectional cloak that satisfies the extreme parameters requirement, which can hide objects in a homogenous background. Instead of using resonant metamaterials that usually involve unavoidable absorptive loss, the extreme parameters are achieved using a nonresonant metamaterial comprising arrays of subwavelength metallic channels manufactured with 3D metal printing technology. A high level transmission of electromagnetic wave propagating through the present omnidirectional cloak, as well as significant reduction of scattering field, is demonstrated both numerically and experimentally. Our work may also inspire experimental realizations of the other full-parameter omnidirectional optical devices such as concentrator, rotators, and optical illusion apparatuses.", "references": ["12812426", "15247438", "15324190", "15860621", "16090123", "16728596", "16728597", "17053110", "17155357", "18232869", "18232982", "19113341", "19150842", "19404237", "19518873", "19659076", "20299551", "20414221", "20975696", "21234491", "21285954", "21405275", "22355767", "23142840", "24514409", "24663476", "25726924", "25931549", "27218885"], "citedin": ["32190834"], "five": ["33379666", "19997219", "21164794", "22355767", "23142840", "26056299"]}, "32967829": {"pmid": "32967829", "title": "Cross-wavelength invisibility integrated with various invisibility tactics.", "authors": [["0000-0003-1017-5376", "Xu, Su S"], ["0000-0002-3033-4031", "Dong, Fu-Yan FY"], [null, "Guo, Wen-Rui WR"], [null, "Han, Dong-Dong DD"], [null, "Qian, Chao C"], ["0000-0001-9928-9390", "Gao, Fei F"], ["0000-0003-1721-1923", "Su, Wen-Ming WM"], ["0000-0002-5735-9781", "Chen, Hongsheng H"], ["0000-0003-2127-8610", "Sun, Hong-Bo HB"]], "journal": "Science advances", "date": "2020 Sep", "abstract": "As a superior self-protection strategy, invisibility has been a topic of long-standing interest in both academia and industry, because of its potential for intriguing applications that have only appeared thus far in science fiction. However, due to the strong dispersion of passive materials, achieving cross-wavelength invisibility remains an open challenge. Inspired by the natural ecological relationship between transparent midwater oceanic animals and the cross-wavelength detection strategy of their predators, we propose a cross-wavelength invisibility concept that integrates various invisibility tactics, where a Boolean metamaterial design procedure is presented to balance divergent material requirements over cross-scale wavelengths. As proof of concept, we experimentally demonstrate longwave cloaking and shortwave transparency simultaneously through a nanoimprinting technique. Our work extends the concept of stealth techniques from individual invisibility tactics targeting a single-wavelength spectrum to an integrated invisibility tactic targeting a cross-wavelength applications and may pave the way for development of cross-wavelength integrated metadevices.", "references": ["30184948", "19150842", "23481956", "31595613", "23033077", "19404237", "22554260", "16728596", "23142840", "20867381", "31961135", "23169054", "29599240", "26383946", "21285954", "27376468", "16728597", "21885733", "20698607", "20299551", "20975696", "29599237", "30758935", "19113341", "20867242", "27218885", "25757068", "28380815", "27875694", "16090123", "25136094", "21788483", "19905638", "21405275", "17053110"], "citedin": ["33510176"], "five": ["21405275", "21285954", "28198841", "20720959", "33820186", "25920831"]}, "20414221": {"pmid": "20414221", "title": "Transformation optics and metamaterials.", "authors": [[null, "Chen, Huanyang H"], [null, "Chan, C T CT"], [null, "Sheng, Ping P"]], "journal": "Nature materials", "date": "2010 May", "abstract": "Underpinned by the advent of metamaterials, transformation optics offers great versatility for controlling electromagnetic waves to create materials with specially designed properties. Here we review the potential of transformation optics to create functionalities in which the optical properties can be designed almost at will. This approach can be used to engineer various optical illusion effects, such as the invisibility cloak.", "references": ["18233363", "19629078", "17930824", "19023043", "18794996", "19148230", "18628805", "20126415", "19252579", "17204630", "19581959", "20366645", "16728597", "19392518", "19529679", "19150842", "17379773", "19659209", "18927379", "18542211", "19659076", "19461787", "19907626", "19561598", "18690249", "22251595", "18851453", "19792314", "16794715", "18059957", "19404237", "17995166", "19792644", "17930440", "19907507", "18232873", "19365443", "12812426", "10061377", "10009617", "16728596", "19529371", "18648477", "18999643", "19434112", "17025778", "11292865", "18703734", "19724520", "19256968", "12906453", "19518873", "18297077", "18542193", "19770868", "19519106", "19113341", "19838248", "11041972", "16090123", "19259225", "18517859", "17053110", "18352474", "15297655", "18958133", "17995408"], "citedin": ["34811345", "34692041", "34691544", "34650100", "34290952", "34155275", "33159148", "32684128", "32492946", "32143388", "32013043", "31976367", "31969454", "31663651", "31549087", "31537858", "31311929", "30742003", "30478413", "30424097", "30392036", "30360573", "30323279", "30224632", "30111878", "29941990", "29938186", "29535315", "29491356", "29323333", "29322094", "28901137", "28879997", "28855532", "28765544", "28638137", "28526825", "28239535", "28186157", "28106115", "28098221", "28059142", "27922082", "27877512", "27869197", "27841358", "27708395", "27605153", "27383833", "27373982", "27329510", "27125237", "27001451", "26933692", "26899285", "26888359", "26813107", "26751285", "26670790", "26656558", "26603312", "26596641", "26576660", "26527420", "26515406", "26442447", "26292278", "26282067", "26272748", "26217062", "26217058", "26217054", "26175114", "26149952", "26080276", "26074497", "25858295", "25726924", "25716451", "25641391", "25482592", "25310377", "25307319", "25233948", "25070679", "25042132", "24786649", "24356577", "24338738", "23851589", "23774575", "23756877", "23739327", "23715132", "23241532", "23152948", "23136641", "22717485", "22466746", "22337129"], "five": ["19404237", "30988328", "23142840", "26056299", "19561598"]}, "23549139": {"pmid": "23549139", "title": "Homogeneous thermal cloak with constant conductivity and tunable heat localization.", "authors": [[null, "Han, Tiancheng T"], [null, "Yuan, Tao T"], [null, "Li, Baowen B"], [null, "Qiu, Cheng-Wei CW"]], "journal": "Scientific reports", "date": "2013", "abstract": "Invisible cloak has long captivated the popular conjecture and attracted intensive research in various communities of wave dynamics, e.g., optics, electromagnetics, acoustics, etc. However, their inhomogeneous and extreme parameters imposed by transformation-optic method will usually require challenging realization with metamaterials, resulting in narrow bandwidth, loss, polarization-dependence, etc. In this paper, we demonstrate that thermodynamic cloak can be achieved with homogeneous and finite conductivity only employing naturally available materials. It is demonstrated that the thermal localization inside the coating layer can be tuned and controlled robustly by anisotropy, which enables an incomplete cloak to function perfectly. Practical realization of such homogeneous thermal cloak has been suggested by using two naturally occurring conductive materials, which provides an unprecedentedly plausible way to flexibly realize thermal cloak and manipulate heat flow with phonons.", "references": ["21285954", "16728597", "19150842", "21405230", "20299551", "23368121", "19404237", "16728596", "23142840", "20975696", "18517859", "22355767", "19113341", "20867242", "19654697", "22442477", "22453491", "21405275", "17053110", "23003263"], "citedin": ["33247120", "32678154", "30837667", "30061640", "29410468", "29387969", "29192188", "28790424", "28765544", "28653663", "28252031", "28106156", "28098221", "27605153", "26912419", "26730214", "26564027", "25866071", "25486981", "24398592", "24285220"], "five": ["24580600", "26588397", "24398592", "22316528", "19997219"]}, "20023631": {"pmid": "20023631", "title": "Extreme-angle broadband metamaterial lens.", "authors": [[null, "Kundtz, Nathan N"], [null, "Smith, David R DR"]], "journal": "Nature materials", "date": "2010 Feb", "abstract": "For centuries, the conventional approach to lens design has been to grind the surfaces of a uniform material in such a manner as to sculpt the paths that rays of light follow as they transit through the interfaces. Refractive lenses formed by this procedure of bending the surfaces can be of extremely high quality, but are nevertheless limited by geometrical and wave aberrations that are inherent to the manner in which light refracts at the interface between two materials. Conceptually, a more natural--but usually less convenient--approach to lens design would be to vary the refractive index throughout an entire volume of space. In this manner, far greater control can be achieved over the ray trajectories. Here, we demonstrate how powerful emerging techniques in the field of transformation optics can be used to harness the flexibility of gradient index materials for imaging applications. In particular we design and experimentally demonstrate a lens that is broadband (more than a full decade bandwidth), has a field-of-view approaching 180 degrees and zero f-number. Measurements on a metamaterial implementation of the lens illustrate the practicality of transformation optics to achieve a new class of optical devices.", "references": ["18711580", "16728597", "18542647", "19404237", "16728596", "18157252", "17995408", "19150842", "18927379", "15903607", "19561598", "19770868", "19113341", "18352474", "17053110"], "citedin": ["34578488", "34442610", "33664394", "33149243", "32958835", "32724073", "32020003", "31873097", "31655255", "30839550", "30723196", "30467347", "30416721", "30385792", "30262822", "30167131", "29855538", "29769556", "29491356", "29385693", "29104299", "28754967", "28396591", "28239535", "28191408", "27774997", "27658929", "27492929", "27464989", "27125237", "27001206", "26729400", "26515406", "26272748", "26217054", "26149952", "26122861", "25858295", "25766083", "25231412", "25034268", "24522287", "23712699", "23535875", "23169054", "23149743", "23142840", "22466746", "22164056", "21258334", "21119637"], "five": ["22164056", "25968693", "26122861", "20941020", "21119637", "31912027", "31591227"]}, "27958334": {"pmid": "27958334", "title": "Invisibility cloak with image projection capability.", "authors": [[null, "Banerjee, Debasish D"], [null, "Ji, Chengang C"], [null, "Iizuka, Hideo H"]], "journal": "Scientific reports", "date": "2016 12 13", "abstract": "Investigations of invisibility cloaks have been led by rigorous theories and such cloak structures, in general, require extreme material parameters. Consequently, it is challenging to realize them, particularly in the full visible region. Due to the insensitivity of human eyes to the polarization and phase of light, cloaking a large object in the full visible region has been recently realized by a simplified theory. Here, we experimentally demonstrate a device concept where a large object can be concealed in a cloak structure and at the same time any images can be projected through it by utilizing a distinctively different approach; the cloaking via one polarization and the image projection via the other orthogonal polarization. Our device structure consists of commercially available optical components such as polarizers and mirrors, and therefore, provides a significant further step towards practical application scenarios such as transparent devices and see-through displays.", "references": ["26383946", "25606881", "17053110", "20299551", "24121527", "16090123", "25716451", "24663476", "16728596", "22355767", "21285954", "18071483", "24522638", "16728597", "19404237", "21619019", "25530827", "19113341", "21405275", "19150842", "24153410", "22193031"], "citedin": [], "five": ["33379666", "29938186", "22355767", "26383946", "30839599", "28195227"]}, "25231412": {"pmid": "25231412", "title": "Independent control of differently-polarized waves using anisotropic gradient-index metamaterials.", "authors": [[null, "Ma, Hui Feng HF"], [null, "Wang, Gui Zhen GZ"], [null, "Jiang, Wei Xiang WX"], [null, "Cui, Tie Jun TJ"]], "journal": "Scientific reports", "date": "2014 Sep 18", "abstract": "We propose a kind of anisotropic gradient-index (GRIN) metamaterials, which can be used to control differently-polarized waves independently. We show that two three- dimensional (3D) planar lenses made of such anisotropic GRIN metamaterials are able to make arbitrary beam deflections for the vertical (or horizontal) polarization but have no response to the horizontal (or vertical) polarization. Then the vertically- and horizontally-polarized waves are separated and controlled independently to deflect to arbitrarily different directions by designing the anisotropic GRIN planar lenses. We make experimental verifications of the lenses using such a special metamaterial, which has both electric and magnetic responses simultaneously to reach approximately equal permittivity and permeability. Hence excellent impedance matching is obtained between the GRIN planar lenses and the air. The measurement results demonstrate good performance on the independent controls of differently-polarized waves, as observed in the numerical simulations.", "references": ["21285954", "19150842", "19997341", "19404237", "20023631", "20975696", "21405918", "19498797", "17053110", "19581959", "16728597", "15903607", "20299551", "19997219", "16728596", "18297077", "21119637", "19113341", "20867242"], "citedin": ["27197759"], "five": ["30167164", "25034268", "25873323", "28000734", "27072604"]}, "25716451": {"pmid": "25716451", "title": "Directionally hiding objects and creating illusions above a carpet-like device by reflection holography.", "authors": [[null, "Cheng, Qiluan Q"], [null, "Wu, Kedi K"], [null, "Shi, Yile Y"], [null, "Wang, Hui H"], [null, "Wang, Guo Ping GP"]], "journal": "Scientific reports", "date": "2015 Feb 26", "abstract": "Realization of a perfect invisibility cloak still challenges the current fabricating technologies. Most experiments, if not all, are hence focused on carpet cloaks because of their relatively low requirements to material properties. Nevertheless, present invisibility carpets are used to hide beneath objects. Here, we report a carpet-like device to directionally conceal objects and further to create illusions above it. The device is fabricated through recording a reflection hologram of objects and is used to produce a time-reversed signal to compensate for the information of the objects and further to create light field of another object so as to realize both functions of hiding the objects and creating illusions, respectively. The carpet-like device can work for macroscopic objects at visible wavelength as the distance between objects and device is at decimeter scale. Our carpet-like device to realizing invisibility and creating illusions may provide a robust way for crucial applications of magic camouflaging and anti-detection etc.", "references": ["21231465", "22735456", "17322059", "24497430", "21838357", "23814605", "23756877", "22442477", "17053110", "20299551", "24903561", "21532925", "20940880", "20414221", "16728596", "21285954", "17930440", "19392518", "21633448", "18755940", "23178268", "16728597", "19404237", "19113341", "22109202", "21405275", "19150842", "19659076", "24153410", "21699297", "23142840"], "citedin": ["28860649", "27958334"], "five": ["23756877", "22109202", "20940880", "28860649", "19997219"]}, "30111878": {"pmid": "30111878", "title": "Light-programmable manipulation of DC field in Laplacian Meta-devices.", "authors": [[null, "Han, Tiancheng T"], [null, "Liu, Yuexia Y"], [null, "Liu, Lei L"], [null, "Qin, Jin J"], [null, "Li, Ying Y"], [null, "Bao, Jiayu J"], [null, "Ni, Dongyuan D"], [null, "Qiu, Cheng-Wei CW"]], "journal": "Scientific reports", "date": "2018 Aug 15", "abstract": "Impressive progresses have been achieved in the field of metamaterial to mimic the illusion or camouflage effects in nature. These include invisible cloaks and many other cloak-based illusion meta-devices. However, to date many experiments only present single, static or discretized functionalities. The dynamical control of multiple kinds of illusion signals can only be achieved by embedding complex active sources directly connected to external stimuli, leading to limited on/off switching effect in a contact fashion. Here, we experimentally demonstrate a distinct scheme to incorporate multi-functions into one passive Laplacian DC meta-device, assisted by light illumination. It is shown that light-programmable cloaking, full illusion, and partial illusion can be achieved on the same device without physical contact of the heating pads or electric bias, at the cost of only four kinds of natural bulk materials with homogeneous parameters throughout. A DC network is fabricated to demonstrate the proof of concept, with measurement results in good agreement with the numerical simulations. The proposed scheme may open a new avenue to the non-contact multiphysical control of multi-illusion functions for Laplacian fields.", "references": ["20975696", "23368121", "24206490", "21231465", "24497430", "23003263", "23006174", "26383946", "22251595", "26596641", "22442477", "24580600", "17053110", "20299551", "19687958", "20414221", "16090123", "16728596", "21285954", "25432046", "23705719", "16728597", "19404237", "26177597", "21405275", "19150842", "19659076", "22114004", "24580599", "23142840", "19792644"], "citedin": [], "five": ["30469550", "24206490", "31370656", "34017025", "23006174"]}, "27605153": {"pmid": "27605153", "title": "Detecting Thermal Cloaks via Transient Effects.", "authors": [[null, "Sklan, Sophia R SR"], [null, "Bai, Xue X"], [null, "Li, Baowen B"], [null, "Zhang, Xiang X"]], "journal": "Scientific reports", "date": "2016 09 08", "abstract": "Recent research on the development of a thermal cloak has concentrated on engineering an inhomogeneous thermal conductivity and an approximate, homogeneous volumetric heat capacity. While the perfect cloak of inhomogeneous κ and inhomogeneous ρcp is known to be exact (no signals scattering and only mean values penetrating to the cloak's interior), the sensitivity of diffusive cloaks to defects and approximations has not been analyzed. We analytically demonstrate that these approximate cloaks are detectable. Although they work as perfect cloaks in the steady-state, their transient (time-dependent) response is imperfect and a small amount of heat is scattered. This is sufficient to determine the presence of a cloak and any heat source it contains, but the material composition hidden within the cloak is not detectable in practice. To demonstrate the feasibility of this technique, we constructed a cloak with similar approximation and directly detected its presence using these transient temperature deviations outside the cloak. Due to limitations in the range of experimentally accessible volumetric specific heats, our detection scheme should allow us to find any realizable cloak, assuming a sufficiently large temperature difference.", "references": ["22453491", "18232873", "23368121", "24285220", "18851453", "23003263", "23006174", "18517859", "22442477", "23549139", "24580600", "17053110", "20299551", "24903561", "20414221", "16090123", "24190877", "23536540", "19532573", "16728596", "22847459", "22355767", "18517786", "17930440", "17930824", "25928664", "20365490", "19654697", "23705719", "16728597", "18927379", "19404237", "17410238", "21119637", "12812426", "18542215", "19113341", "19150842", "22114004", "24580599"], "citedin": ["29904076", "29535315", "28790424"], "five": ["18958036", "25486981", "24580599", "19551074", "21196982"]}, "19561598": {"pmid": "19561598", "title": "An omnidirectional retroreflector based on the transmutation of dielectric singularities.", "authors": [[null, "Ma, Yun Gui YG"], [null, "Ong, C K CK"], [null, "Tyc, Tomás T"], [null, "Leonhardt, Ulf U"]], "journal": "Nature materials", "date": "2009 Aug", "abstract": "Transformation optics is a concept used in some metamaterials to guide light on a predetermined path. In this approach, the materials implement coordinate transformations on electromagnetic waves to create the illusion that the waves are propagating through a virtual space. Transforming space by appropriately designed materials makes devices possible that have been deemed impossible. In particular, transformation optics has led to the demonstration of invisibility cloaking for microwaves, surface plasmons and infrared light. Here, on the basis of transformation optics, we implement a microwave device that would normally require a dielectric singularity, an infinity in the refractive index. To fabricate such a device, we transmute a dielectric singularity in virtual space into a mere topological defect in a real metamaterial. In particular, we demonstrate an omnidirectional retroreflector, a device for faithfully reflecting images and for creating high visibility from all directions. Our method is robust, potentially broadband and could also be applied to visible light using similar techniques.", "references": ["17204630", "18469820", "16728597", "18690249", "19123583", "19404237", "16728596", "18703734", "18552952", "19150842", "18927379", "18059275", "18497850", "15297655", "17053110"], "citedin": ["34486225", "32041950", "26596641", "26217054", "24786649", "23851589", "23712699", "23142840", "20414221", "20023631", "19629078"], "five": ["19023043", "24322926", "19404237", "23169054", "19687966"]}, "19023043": {"pmid": "19023043", "title": "Broadband invisibility by non-Euclidean cloaking.", "authors": [[null, "Leonhardt, Ulf U"], [null, "Tyc, Tomás T"]], "journal": "Science (New York, N.Y.)", "date": "2009 Jan 02", "abstract": "Invisibility and negative refraction are both applications of transformation optics where the material of a device performs a coordinate transformation for electromagnetic fields. The device creates the illusion that light propagates through empty flat space, whereas in physical space, light is bent around a hidden interior or seems to run backward in space or time. All of the previous proposals for invisibility require materials with extreme properties. Here we show that transformation optics of a curved, non-Euclidean space (such as the surface of a virtual sphere) relax these requirements and can lead to invisibility in a broad band of the spectrum.", "references": [], "citedin": ["31649270", "31575903", "30715059", "30167134", "29941990", "28754967", "28638137", "27956882", "27841358", "27620068", "27416815", "27329510", "27001451", "26803985", "26217054", "26175114", "25746689", "25145953", "24153410", "23546046", "22699493", "22222748", "21285954", "21119637", "20975696", "20414221", "19543308", "19404237"], "five": ["20720959", "20448761", "19561598", "20940796", "20721204"]}, "23756877": {"pmid": "23756877", "title": "Directionally hiding objects and creating illusions at visible wavelengths by holography.", "authors": [[null, "Cheng, Qiluan Q"], [null, "Wu, Kedi K"], [null, "Shi, Yile Y"], [null, "Wang, Hui H"], [null, "Wang, Guo Ping GP"]], "journal": "Scientific reports", "date": "2013", "abstract": "Invisibility devices have attracted considerable attentions in the last decade. In addition to invisibility cloaks, unidirectional invisibility systems such as carpet-like cloaks and parity-time symmetric structures are also inspiring some specific researching interests due to their relatively simplifying design. However, unidirectional invisibility systems worked generally in just one certain illumination direction. Here, based on time-reversal principle, we present the design and fabrication of a kind of all-dielectric device that could directionally cancel objects and create illusions as the illuminating light was from different directions. Our devices were experimentally realized through holographic technology and could work for macroscopic objects with any reasonable size at visible wavelengths, and hence may take directional invisibility technology a big step towards interesting applications ranging from magic camouflaging, directional detection to super-resolution biomedical imaging.", "references": ["19150842", "23178268", "18755940", "21699297", "19404237", "17930440", "23142840", "19492016", "21532925", "22735456", "22109202", "20596207", "17322059", "21285954", "21231465", "17677842", "16728597", "19392518", "23814605", "20940880", "19659076", "18517786", "20299551", "21633448", "16728596", "19113341", "21838357", "16605737", "20414221", "21405275", "17053110"], "citedin": ["28860649", "25716451", "25669436"], "five": ["25716451", "22109202", "28860649", "21285954", "23609657"]}, "24285220": {"pmid": "24285220", "title": "Controlling chloride ions diffusion in concrete.", "authors": [[null, "Zeng, Lunwu L"], [null, "Song, Runxia R"]], "journal": "Scientific reports", "date": "2013 Nov 28", "abstract": "The corrosion of steel in concrete is mainly due to the chemical reaction between the chloride ions and iron ions. Indeed, this is a serious threaten for reinforced concrete structure, especially for the reinforced concrete structure in the sea. So it is urgent and important to protect concrete against chloride ions corrosion. In this work, we report multilayer concrete can cloak chloride ions. We formulated five kinds of concrete A, B, C, D and E, which are made of different proportion of cement, sand and glue, and fabricated six-layer (ABACAD) cylinder diffusion cloak and background media E. The simulation results show that the six-layer mass diffusion cloak can protect concrete against chloride ions penetration, while the experiment results show that the concentration gradients are parallel and equal outside the outer circle in the diffusion flux lines, the iso-concentration lines are parallel outside the outer circle, and the concentration gradients in the inner circle are smaller than those outside the outer circle.", "references": ["21285954", "23705719", "16728597", "19150842", "23536540", "17930824", "23383916", "18232873", "19532573", "19997219", "20975696", "17025778", "18517859", "23233875", "21405230", "18517786", "20299551", "19404237", "23482229", "19113341", "23006174", "22114004", "23549139", "22442477", "22453491", "17053110", "23003263"], "citedin": ["29535315", "29445040", "28607464", "27605153", "26912419", "26730214", "26596641", "26552343", "26051224", "25486981"], "five": ["32214041", "32824482", "31387218", "32344730", "33668413"]}, "26175114": {"pmid": "26175114", "title": "A broadband polarization-insensitive cloak based on mode conversion.", "authors": [[null, "Gu, Chendong C"], [null, "Xu, Yadong Y"], [null, "Li, Sucheng S"], [null, "Lu, Weixin W"], [null, "Li, Jensen J"], [null, "Chen, Huanyang H"], [null, "Hou, Bo B"]], "journal": "Scientific reports", "date": "2015 Jul 15", "abstract": "In this work, we demonstrate an one-dimensional cloak consisting of parallel-plated waveguide with two slabs of gradient index metamaterials attached to its metallic walls. In it objects are hidden without limitation of polarizations, and good performance is observed for a broadband of frequencies. The experiments at microwave frequencies are carried out, supporting the theoretical results very well. The essential principle behind the proposed cloaking device is based on mode conversion, which provides a new strategy to manipulate wave propagation.", "references": ["18232873", "21285954", "20465271", "18517859", "20465268", "24580600", "17053110", "20299551", "20414221", "24608143", "24313489", "16728596", "22355767", "19792314", "24522638", "19659209", "16728597", "19404237", "19023043", "19113341", "24096709", "21405275", "22466746", "24580599", "23142840"], "citedin": ["34253802", "31061453", "27098456", "26656558"], "five": ["31491099", "32004275", "24153410", "33851447", "19997219", "27098456"]}, "28860649": {"pmid": "28860649", "title": "Long distance invisibility system to hide dynamic objects with high selectivity.", "authors": [[null, "Cheng, Qiluan Q"], [null, "Tan, Zuojun Z"], [null, "Wang, Hui H"], [null, "Wang, Guo Ping GP"]], "journal": "Scientific reports", "date": "2017 08 31", "abstract": "With the development of invisibility technology, invisibility devices have now become more practical, with properties such as working at visible wavelengths, using natural materials, and hiding macroscopic objects. Recently, the cloaking of dynamic objects was experimentally realized using ray-optics. Here, based on a phase retrieval algorithm and phase conjugation technology, we design and fabricate a system to hide dynamic objects that changes at speeds faster than 8 seconds per frame. Different from shell cloaks and carpet-like cloaks, which conceal the entire region covered by the cloak, our system works when the object is at a distance and hides only the selected part of an object when the entire object is within the working area of the system. We experimentally demonstrate the concealment of a millimeter-scale object at different wavelengths. We believe that our work may provide a new approach to hiding objects in real life and may also be applicable in biological imaging and atmospheric imaging.", "references": ["22453491", "21231465", "22735456", "17322059", "24497430", "23814605", "25606881", "26596641", "23756877", "22442477", "25556918", "17053110", "25716451", "16728596", "22355767", "21285954", "19392518", "18755940", "17906713", "16728597", "19113341", "22109202", "25669436", "21405275", "19150842", "21405230", "24153410"], "citedin": [], "five": ["25716451", "22109202", "19997219", "21285954", "23756877", "26383946"]}, "16090123": {"pmid": "16090123", "title": "Achieving transparency with plasmonic and metamaterial coatings.", "authors": [[null, "Alù, Andrea A"], [null, "Engheta, Nader N"]], "journal": "Physical review. E, Statistical, nonlinear, and soft matter physics", "date": "2005 Jul", "abstract": "The possibility of using plasmonic and metamaterial covers to drastically reduce the total scattering cross section of spherical and cylindrical objects is discussed. While it is intuitively expected that increasing the physical size of an object may lead to an increase in its overall scattering cross section, here we see how a proper design of these lossless metamaterial covers near their plasma resonance may induce a dramatic drop in the scattering cross section, making these objects nearly \"invisible\" or \"transparent\" to an outside observer--a phenomenon with obvious applications for low-observability and noninvasive probe design. Physical insights into this phenomenon and some numerical results are provided.", "references": [], "citedin": ["34650100", "34593950", "34244554", "33833215", "33771863", "33510131", "32967829", "32899734", "32051461", "31736641", "31700618", "31649270", "31636260", "31549087", "31549050", "31511516", "30718661", "30425272", "30232342", "30224632", "30167119", "30150676", "30131515", "30111878", "29938186", "29671755", "29652853", "29555963", "29384370", "29348533", "29276664", "28939888", "28821843", "28793472", "28720753", "28623372", "28607464", "28252031", "28096367", "27958334", "27956882", "27876753", "27698467", "27616925", "27605153", "27547100", "27516346", "27181841", "27125237", "26902969", "26884208", "26864084", "26847877", "26822429", "26803985", "26596641", "26564027", "26522815", "26522015", "26414528", "26282067", "25928664", "25866071", "25858295", "25739324", "25396030", "24919678", "24844801", "24153410", "23921452", "23739327", "23209872", "23202472", "21833372", "20975696", "20414221", "20126415", "19543308"], "five": ["19547084", "19532573", "22139215", "18233778", "18304091"]}}