{"33853780": {"pmid": "33853780", "title": "CytoTalk: De novo construction of signal transduction networks using single-cell transcriptomic data.", "authors": [["0000-0002-8830-6893", "Hu, Yuxuan Y"], [null, "Peng, Tao T"], [null, "Gao, Lin L"], ["0000-0002-9104-5567", "Tan, Kai K"]], "journal": "Science advances", "date": "2021 Apr", "abstract": "Single-cell technology enables study of signal transduction in a complex tissue at unprecedented resolution. We describe CytoTalk for de novo construction of cell type-specific signaling networks using single-cell transcriptomic data. Using an integrated intracellular and intercellular gene network as the input, CytoTalk identifies candidate pathways using the prize-collecting Steiner forest algorithm. Using high-throughput spatial transcriptomic data and single-cell RNA sequencing data with receptor gene perturbation, we demonstrate that CytoTalk has substantial improvement over existing algorithms. To better understand plasticity of signaling networks across tissues and developmental stages, we perform a comparative analysis of signaling networks between macrophages and endothelial cells across human adult and fetal tissues. Our analysis reveals an overall increased plasticity of signaling networks across adult tissues and specific network nodes that contribute to increased plasticity. CytoTalk enables de novo construction of signal transduction pathways and facilitates comparative analysis of these pathways across tissues and conditions.", "references": ["26198319", "32284614", "31066453", "27899662", "31406385", "26671200", "25100530", "27192563", "30429548", "21531770", "32214235", "23470321", "31076736", "16723010", "16273092", "31819264", "25152714", "25516281", "16024819", "32855215", "29120426", "28821810", "30318149", "22653056", "27479327", "25078648", "26891983", "28236120", "14707169", "32348495", "16371949", "21789182", "29346760", "31691815", "31590587", "12885301", "26927206", "26727548", "15388519", "22152301", "26182414", "29348443", "29199019", "30517858", "31221990", "30357393", "27192565", "20591988", "26003532", "30283141", "32167947", "30911168", "23383998", "28389649", "29104946", "30923815", "29753862", "24675401", "31243369", "30580966", "27707929", "30404002"], "citedin": ["34858473", "34497635", "34356117"], "five": ["23383998", "24297532", "28286139", "26390436", "31479446", "17925355", "27852218"]}}