{"30896230": {"pmid": "30896230", "title": "Lowland gorillas (Gorilla gorilla gorilla) failed to respond to others' yawn: Experimental and naturalistic evidence.", "authors": [[null, "Palagi, Elisabetta E"], [null, "Norscia, Ivan I"], [null, "Cordoni, Giada G"]], "journal": "Journal of comparative psychology (Washington, D.C. : 1983)", "date": "2019 08", "abstract": "Yawn contagion, possibly a form of emotional contagion, occurs when a subject yawns in response to others' yawns. Yawn contagion has been reported in humans, chimpanzees, bonobos, geladas, wolves, and dogs. In these species, individuals form strong, long-term relationships and yawn contagion is highest between closely bonded individuals. This study focuses on the possible expression of yawn contagion in western lowland gorillas (Gorilla gorilla gorilla). Gorillas share with geladas a similar basic social structure (one dominant male and several adult females with offspring) and differ from bonobos and chimpanzees, which live in multimale-multifemale societies. Gorillas stand out because they are spatially aggregated but show especially low levels of social affiliation. If the expression of yawn contagion is linked to the investment of animals in establishing long-term social relationships, the phenomenon should not be detected in gorillas (social relationship hypothesis). For the first time, we applied to the same subjects the naturalistic approach typically used in ethology (all occurrences behavioral sampling) and the experimental approach typically used in psychology (response to video stimuli). During the video demonstration (avatar yawn/control; unfamiliar gorilla yawn/control), we checked for the attentional state of the subjects. Anxiety-related self-directed behaviors were recorded in all conditions and settings. We failed to detect yawn contagion in both naturalistic and experimental settings, with yawning being possibly associated with anxiety during video shows (revealed by the increased frequency of self-directed behaviors). In conclusion, yawn contagion may be a socially modulated phenomenon that remains largely unexpressed when individuals share weak social affiliation. (PsycINFO Database Record (c) 2019 APA, all rights reserved).", "references": [], "citedin": ["34504125", "34255275", "33473157", "33335177", "32317997", "32075525", "31519942"], "five": ["34504125", "23166729", "22163307", "34255275", "33473157", "24146848"]}, "33473157": {"pmid": "33473157", "title": "Yawn contagion in domestic pigs (Sus scrofa).", "authors": [[null, "Norscia, Ivan I"], [null, "Coco, Elisabetta E"], [null, "Robino, Carlo C"], [null, "Chierto, Elena E"], [null, "Cordoni, Giada G"]], "journal": "Scientific reports", "date": "2021 01 20", "abstract": "Contrary to spontaneous yawning-an ancient phenomenon common to vertebrates-contagious yawning (elicited by others' yawns) has been found only in highly social species and may reflect an emotional inter-individual connection. We investigated yawn contagion in the domestic pig, Sus scrofa. Owing to the complex socio-emotional and cognitive abilities of Sus scrofa, we posited that yawn contagion could be present in this species (Prediction 1) and influenced by individual/social factors (Prediction 2). In June-November 2018, on 104 semi-free ranging adolescent/adult pigs, 224 videos were recorded for video analysis on yawning. Kinship information was refined via genetic analyses. Statistical elaboration was conducted via GLMMs and non-parametric/randomization/cross-tabulation tests. We found yawn contagion in Sus scrofa, as it was more likely that pigs yawned when perceiving rather than not perceiving (yawning/control condition) others' yawns (response peak in the first out of three minutes). Yawn contagion was more likely: (1) in response to males' yawns; (2) as the age increased; (3) within short distance (1 m); (4) between full siblings, with no significant association between kinship and distance. The influence of kinship suggests that-as also hypothesized for Homo sapiens-yawn contagion might be linked with emotional communication and possibly contagion.", "references": ["28318293", "31972204", "21123252", "30286157", "28735879", "26753689", "31754256", "22163307", "24631429", "23500190", "28705536", "29116154", "25162677", "27605500", "21331826", "25113576", "21297852", "30539807", "15801606", "24403724", "30099002", "26012708", "233594", "30862880", "23159725", "27075549", "26317594", "11356290", "23166729", "20382180", "32317997", "31256339", "23076724", "26998318", "24632594", "3251818", "22444844", "22777003", "22808234", "20685189", "23975161", "21494669", "30896230", "25165630", "20014109", "8856456", "30380594", "31519942", "32001272", "24919178", "19889980", "4597405"], "citedin": ["34504125", "34376774", "34255275", "33665219"], "five": ["34255275", "30896230", "22163307", "34504125", "32317997", "23076724"]}, "34255275": {"pmid": "34255275", "title": "Yawning Is More Contagious in Pregnant Than Nulliparous Women : Naturalistic and Experimental Evidence.", "authors": [["0000-0002-1618-7717", "Norscia, Ivan I"], [null, "Agostini, Lucia L"], [null, "Moroni, Alessia A"], [null, "Caselli, Marta M"], [null, "Micheletti-Cremasco, Margherita M"], [null, "Vardé, Concetta C"], ["0000-0002-2038-4596", "Palagi, Elisabetta E"]], "journal": "Human nature (Hawthorne, N.Y.)", "date": "2021 Jun", "abstract": "Contrary to spontaneous yawning, which is widespread in vertebrates and probably evolutionary ancient, contagious yawning-yawning triggered by others' yawns-is considered an evolutionarily recent phenomenon, found in species characterized by complex sociality. Whether the social asymmetry observed in the occurrence of contagious yawning is related to social and emotional attachment and may therefore reflect emotional contagion is a subject of debate. In this study we assessed whether yawn contagion was enhanced in pregnant women, a cohort of subjects who develop prenatal emotional attachment in preparation for parental care, via hormonal and neurobiological changes. We predicted that if yawn contagion underlies social and emotional attachment, pregnant women would be more likely to contagiously yawn than nonpregnant, nulliparous women of reproductive age. We gathered data in two different settings. In the experimental setting, 49 women were exposed to video stimuli of newborns either yawning or moving their mouth (control) and we video-recorded the women during repeated trials to measure their yawning response. In the naturalistic setting, 131 women were observed in a social environment and their yawning response was recorded. We tested the factors influencing the yawning response, including the reproductive status (pregnant vs. not pregnant). In both settings, yawn contagion occurred significantly more in pregnant than nonpregnant women. By showing that pregnant women were most likely to respond to others' yawns, our results support the hypothesis that the social variation observed in yawn contagion may be influenced by emotional attachment and that yawning in highly social species might have been coopted for emotional contagion during evolution.", "references": ["28318293", "31972204", "31550274", "28735879", "24099859", "21533008", "29695991", "19679768", "34292277", "30352063", "32075525", "18937281", "27589497", "33473157", "21679399", "20446374", "27589498", "32028648", "30008085", "27991897", "21803062", "29116154", "25162677", "27605500", "19934046", "21297852", "23611879", "20538951", "24403724", "26012708", "15801606", "28655877", "26828151", "24500137", "24479112", "25476609", "17137561", "26644596", "15931222", "26317594", "23166729", "29771564", "19786033", "32317997", "23076724", "27014160", "12625087", "26998318", "24632594", "33897548", "27130073", "22808234", "17958710", "23975161", "25169036", "21494669", "24619445", "19689495", "15670705", "30174608", "21960970", "33335177", "30896230", "26506054", "29719496", "25165630", "26122301", "24295535", "23856187", "31132232", "25225310", "15820652", "24424408", "1044939", "12880893", "20014109", "31519942", "32001272", "31395997", "22163307", "16482614", "19889980", "28212591", "4597405", "25979097", "17987115", "23458432"], "citedin": [], "five": ["33473157", "24146848", "23076724", "30896230", "32317997", "33506489"]}, "34504125": {"pmid": "34504125", "title": "First evidence of yawn contagion in a wild monkey species.", "authors": [[null, "Gallo, Alessandro A"], [null, "Zanoli, Anna A"], [null, "Caselli, Marta M"], ["0000-0002-2038-4596", "Palagi, Elisabetta E"], ["0000-0002-1618-7717", "Norscia, Ivan I"]], "journal": "Scientific reports", "date": "2021 09 09", "abstract": "Yawn contagion occurs when individuals yawn in response to the yawn of others (triggers). This is the first account of yawn contagion in wild geladas (Theropithecus gelada), a monkey species that shows yawn contagion in captivity and is organized in core units (one-male/bachelor groups) forming multilevel associations. In a population of geladas from the Kundi plateau (Ethiopia) we found that the yawning response was highest when geladas could perceive a triggering yawn, which confirms that yawn contagion is present in the wild. Yawn duration, mouth-opening degree and presence/absence of vocalisation (possibly modulating yawn detectability) did not affect the likelihood of contagion. Males and females, known to be both implicated in movement initiation within groups, were similarly powerful as yawn triggers. Instead, group membership and responder sex had a significant role in shaping the phenomenon. Yawn contagion was highest between individuals belonging to different core units and males were most likely to respond to others' yawns. Because males have a non-negligible role in inter-group coordination, our results suggest that yawn contagion may have a communicative function that goes beyond the basic unit level.", "references": ["19679768", "33473157", "25162677", "27605500", "28506927", "22808234", "33335177", "28890778", "33958700", "31519942", "22163307", "33513433", "26617557", "31972204", "28655877", "24403724", "26012708", "14930222", "24500137", "27075549", "26317594", "23166729", "20382180", "32317997", "12625087", "26998318", "24632594", "23975161", "21494669", "30896230", "25165630", "23383110", "34061281", "19889980", "4597405"], "citedin": ["34680022"], "five": ["30896230", "33473157", "22163307", "24500137", "23166729", "32317997", "33506489"]}, "23166729": {"pmid": "23166729", "title": "In bonobos yawn contagion is higher among kin and friends.", "authors": [[null, "Demuru, Elisa E"], [null, "Palagi, Elisabetta E"]], "journal": "PloS one", "date": "2012", "abstract": "In humans, the distribution of yawn contagion is shaped by social closeness with strongly bonded pairs showing higher levels of contagion than weakly bonded pairs. This ethological finding led the authors to hypothesize that the phenomenon of yawn contagion may be the result of certain empathic abilities, although in their most basal form. Here, for the first time, we show the capacity of bonobos (Pan paniscus) to respond to yawns of conspecifics. Bonobos spontaneously yawned more frequently during resting/relaxing compared to social tension periods. The results show that yawn contagion was context independent suggesting that the probability of yawning after observing others' yawns is not affected by the propensity to engage in spontaneous yawns. As it occurs in humans, in bonobos the yawing response mostly occurred within the first minute after the perception of the stimulus. Finally, via a Linear Mixed Model we tested the effect of different variables (e.g., sex, rank, relationship quality) on yawn contagion, which increased when subjects were strongly bonded and when the triggering subject was a female. The importance of social bonding in shaping yawn contagion in bonobos, as it occurs in humans, is consistent with the hypothesis that empathy may play a role in the modulation of this phenomenon in both species. The higher frequency of yawn contagion in presence of a female as a triggering subject supports the hypothesis that adult females not only represent the relational and decisional nucleus of the bonobo society, but also that they play a key role in affecting the emotional states of others.", "references": ["19679768", "17550343", "22526686", "18682357", "12625087", "19805044", "22038769", "19452178", "12729486", "24214293", "18651867", "7666169", "1301372", "15602343", "18937281", "17698452", "20840244", "15319311", "24203252", "19740888", "21123252", "17709210", "20547864", "15801606", "19602891", "17407752", "22539611", "18550130", "21467047", "20382180", "435660", "9635468", "15350240", "15217330", "22808234", "14752810", "12689377", "20806062", "21494669", "18559863", "20310060", "15670705", "20219170", "15820652", "19377866", "12880893", "20014109", "22163307", "17346970", "19889980", "4597405"], "citedin": ["34504125", "34255275", "33955009", "33614085", "33473157", "33335177", "32333423", "32317997", "32075525", "31754256", "31519942", "30962461", "29116154", "28293560", "28192495", "27727332", "27708435", "27563294", "27112374", "26998318", "26976586", "26617557", "25258451", "25236781", "25165630", "25162677", "24619445", "24500137", "24223924", "24146848", "23975161", "23951146", "23785501"], "five": ["25165630", "22163307", "30896230", "32317997", "24146848"]}, "32317997": {"pmid": "32317997", "title": "Auditory Contagious Yawning Is Highest Between Friends and Family Members: Support to the Emotional Bias Hypothesis.", "authors": [[null, "Norscia, Ivan I"], [null, "Zanoli, Anna A"], [null, "Gamba, Marco M"], [null, "Palagi, Elisabetta E"]], "journal": "Frontiers in psychology", "date": "2020", "abstract": "Contagious yawning differs from spontaneous yawning because it occurs when an individual yawns in response to someone else's yawn. In Homo sapiens and some non-human primates contagious yawning is higher between strongly than weakly bonded individuals. Up to date, it is still unclear whether this social asymmetry underlies emotional contagion (a basic form of empathy preferentially involving familiar individuals) as predicted by the Emotional Bias Hypothesis (EBH) or is linked to a top-down, selective visual attention bias (with selective attention being preferentially directed toward familiar faces) as predicted by the Attentional Bias Hypothesis (ABH). To verify whether the visual attentional bias explained the yawn contagion bias or not, in this study, we considered only yawns that could be heard but not seen by potential responders (auditory yawns). Around 294 of auditory yawning occurrences were extrapolated from over 2000 yawning bouts collected in free ranging humans for over nine years. Via GLMM, we tested the effect of intrinsic features (i.e., gender and age) and social bond (from strangers to family members) on yawn. The individual identity of the subjects (trigger and potential responder) was included as random factor. The social bond significantly predicted the occurrence of auditory yawn contagion, which was highest between friends and family members. A gender bias was also observed, with women responding most frequently to others' yawns and men being responded to most frequently by others. These results confirm that social bond is per se one of the main drivers of the differences in yawn contagion rates between individuals in support of the EBH of yawn contagion.", "references": ["20840244", "29116154", "26644596", "23076724", "22808234", "24619445", "22163307", "29197651", "14710963", "19679768", "26617557", "31972204", "30670744", "15602343", "17698452", "21123252", "24721675", "16933420", "15161388", "16904182", "21331826", "23293583", "21297852", "32001272", "24403724", "24362813", "24500137", "26317594", "23166729", "22080221", "29264406", "14744211", "20382180", "435660", "12625087", "26998318", "24632594", "31082831", "28735879", "23970970", "27727332", "24956311", "23975161", "21494669", "25236781", "30896230", "25165630", "31132232", "28890778", "19889980", "4597405", "26156236", "24638876"], "citedin": ["34504125", "34335425", "34255275", "33955009", "33897548", "33473157", "33386468", "33335177"], "five": ["22163307", "24146848", "34255275", "23166729", "33473157"]}, "22163307": {"pmid": "22163307", "title": "Yawn contagion and empathy in Homo sapiens.", "authors": [[null, "Norscia, Ivan I"], [null, "Palagi, Elisabetta E"]], "journal": "PloS one", "date": "2011", "abstract": "The ability to share others' emotions, or empathy, is crucial for complex social interactions. Clinical, psychological, and neurobiological clues suggest a link between yawn contagion and empathy in humans (Homo sapiens). However, no behavioral evidence has been provided so far. We tested the effect of different variables (e.g., country of origin, sex, yawn characteristics) on yawn contagion by running mixed models applied to observational data collected over 1 year on adult (>16 years old) human subjects. Only social bonding predicted the occurrence, frequency, and latency of yawn contagion. As with other measures of empathy, the rate of contagion was greatest in response to kin, then friends, then acquaintances, and lastly strangers. Related individuals (r≥0.25) showed the greatest contagion, in terms of both occurrence of yawning and frequency of yawns. Strangers and acquaintances showed a longer delay in the yawn response (latency) compared to friends and kin. This outcome suggests that the neuronal activation magnitude related to yawn contagion can differ as a function of subject familiarity. In conclusion, our results demonstrate that yawn contagion is primarily driven by the emotional closeness between individuals and not by other variables, such as gender and nationality.", "references": ["19679768", "17550343", "15801606", "13751281", "12625087", "15217330", "15670705", "15820652", "12729486", "18937281", "17698452", "20840244", "15162935", "19740888", "21123252", "16904182", "20363178", "10825784", "14744211", "20382180", "18515298", "9294898", "9635468", "15350240", "17148320", "12689377", "21494669", "21479173", "19818617", "19805044", "12880893", "18514546", "19889980", "4597405"], "citedin": ["34504125", "34255275", "33955009", "33897548", "33614085", "33473157", "33335177", "33125438", "33002117", "32457923", "32317997", "32075525", "32028648", "31519942", "31337824", "30962461", "29116154", "28655877", "28638991", "28293560", "27727332", "27708435", "27112374", "27019737", "26998318", "26877584", "26617557", "25258451", "25236781", "25165630", "25162677", "25140998", "24632594", "24619445", "24500137", "24223924", "24146848", "23975161", "23951146", "23785501", "23776833", "23754420", "23611879", "23538990", "23293583", "23166729", "22808234"], "five": ["23076724", "24146848", "23166729", "32317997", "30896230", "33473157"]}, "25165630": {"pmid": "25165630", "title": "Yawn contagion in humans and bonobos: emotional affinity matters more than species.", "authors": [[null, "Palagi, Elisabetta E"], [null, "Norscia, Ivan I"], [null, "Demuru, Elisa E"]], "journal": "PeerJ", "date": "2014", "abstract": "In humans and apes, yawn contagion echoes emotional contagion, the basal layer of empathy. Hence, yawn contagion is a unique tool to compare empathy across species. If humans are the most empathic animal species, they should show the highest empathic response also at the level of emotional contagion. We gathered data on yawn contagion in humans (Homo sapiens) and bonobos (Pan paniscus) by applying the same observational paradigm and identical operational definitions. We selected a naturalistic approach because experimental management practices can produce different psychological and behavioural biases in the two species, and differential attention to artificial stimuli. Within species, yawn contagion was highest between strongly bonded subjects. Between species, sensitivity to others' yawns was higher in humans than in bonobos when involving kin and friends but was similar when considering weakly-bonded subjects. Thus, emotional contagion is not always highest in humans. The cognitive components concur in empowering emotional affinity between individuals. Yet, when they are not in play, humans climb down from the empathic podium to return to the \"understory\", which our species shares with apes.", "references": ["1301372", "18077238", "23746460", "21896497", "8800951", "21055831", "17550343", "23300956", "20840244", "24223924", "21123252", "22198677", "17990089", "18457504", "19620103", "20363178", "24972506", "12752388", "23951146", "21331826", "20805682", "15801606", "20537539", "18082427", "22772979", "19679816", "22539611", "21467047", "17301775", "23166729", "20382180", "435660", "11294123", "18515298", "16421576", "12625087", "24632594", "15500311", "19571143", "23970970", "15217330", "22808234", "15947188", "22605767", "21494669", "15537986", "24619445", "22038769", "12150419", "14239459", "18164534", "12880893", "22163307", "17346970", "19620109", "19889980", "4597405", "23538990", "23785501"], "citedin": ["34554422", "34504125", "34255275", "33614085", "33473157", "33386468", "33335177", "33002117", "32333423", "32317997", "32075525", "32028648", "30962461", "30300404", "30002482", "29116154", "28432495", "28044197", "27727332", "27708435", "27563294", "27112374", "26998318", "26976586", "26798013", "26617557"], "five": ["23166729", "22163307", "26998318", "32317997", "30896230"]}, "23975161": {"pmid": "23975161", "title": "Response facilitation in the four great apes: is there a role for empathy?", "authors": [[null, "Amici, Federica F"], [null, "Aureli, Filippo F"], [null, "Call, Josep J"]], "journal": "Primates; journal of primatology", "date": "2014 Jan", "abstract": "Contagious yawning is a form of response facilitation found in humans and other primates in which observing a model yawning enhances the chance that the observer will also yawn. Because contagious yawning seems to be more easily triggered when models are conspecifics or have a strong social bond with the observer, it has been proposed that contagious yawning is linked to empathy. A possible way to test this hypothesis is to analyze whether individuals' responses differ when they observe models yawning or performing different involuntary (i.e., nose wiping, scratching) and voluntary (i.e., hand closing, wrist shaking) actions that are not linked to empathy. In this study, we tested the four great ape species with two different setups by exposing them to a human experimenter repeatedly performing these actions online, and video-recorded conspecifics repeatedly performing these actions on a screen. We examined which behaviors were subject to response facilitation, whether response facilitation was triggered by both human models and video-recorded conspecifics, and whether all species showed evidence of response facilitation. Our results showed that chimpanzees yawned significantly more when and shortly after watching videos of conspecifics (but not humans) yawning than in control conditions, and they did not do so as a response to increased levels of anxiety. For all other behaviors, no species produced more target actions when being exposed to either model than under control conditions. Moreover, the individuals that were more \"reactive\" when watching yawning videos were not more reactive when exposed to other actions. Since, at least in chimpanzees, (1) subjects only showed response facilitation when they were exposed to yawning and (2) only if models were conspecifics, it appears that contagious yawning is triggered by unique mechanisms and might be linked to empathy.", "references": ["15982158", "11733698", "19740888", "16904182", "18682357", "15801606", "23166729", "12625087", "19452178", "9160621", "22163307", "19889980", "18937281", "17698452", "17148320", "11536312", "21494669", "12880893", "20357470"], "citedin": ["34504125", "34255275", "33972834", "33473157", "33335177", "32333423", "32317997", "32075525", "31519942", "29116154", "28815382", "27563294", "25162677", "24619445"], "five": ["21494669", "29771564", "24146848", "19740888", "15801606", "23951146"]}, "26998318": {"pmid": "26998318", "title": "She more than he: gender bias supports the empathic nature of yawn contagion in Homo sapiens.", "authors": [[null, "Norscia, Ivan I"], [null, "Demuru, Elisa E"], [null, "Palagi, Elisabetta E"]], "journal": "Royal Society open science", "date": "2016 Feb", "abstract": "Psychological, clinical and neurobiological findings endorse that empathic abilities are more developed in women than in men. Because there is growing evidence that yawn contagion is an empathy-based phenomenon, we expect that the female bias in the empathic abilities reflects on a gender skew in the responsiveness to others' yawns. We verified this assumption by applying a linear model on a dataset gathered during a 5 year period of naturalistic observations on humans. Gender, age and social bond were included in the analysis as fixed factors. The social bond and the receiver's gender remained in the best model. The rates of contagion were significantly lower between acquaintances than between friends and family members, and significantly higher in women than in men. These results not only confirm that yawn contagion is sensitive to social closeness, but also that the phenomenon is affected by the same gender bias affecting empathy. The sex skew, also found in other non-human species, fits with the female social roles which are likely to require higher empathic abilities (e.g. parental care, group cohesion maintenance, social mediation). The fact that female influence in social dynamics also relies on face-to-face emotional exchange raises concerns on the negative repercussions of having women's facial expressions forcibly concealed.", "references": ["19000207", "21494669", "19533317", "17698452", "16809545", "15162935", "24500137", "2285765", "19010397", "25162677", "7644897", "25165630", "21123252", "12682281", "23076724", "25236781", "22714744", "24211010", "19476221", "19740888", "26272762", "12884112", "15820652", "20446374", "23840683", "22163307", "12689377", "19452178", "23951146", "22772979", "17550343", "21600660", "25445181", "22038769", "17596855", "23245217", "14744211", "18514546", "22158823", "24632594", "20840244", "16353224", "12880893", "15350240", "12625087", "16904182", "26317594", "19675249", "19889980", "18793090", "26211433", "22198677", "23166729", "3814704", "20363178", "22526686", "19679768", "2671804", "18937281", "20547864", "18682357", "25558813", "21651564", "15670705"], "citedin": ["34504125", "34255275", "33473157", "33335177", "32317997", "32075525", "31519942", "28890778", "28562686", "27727332", "27708435"], "five": ["22163307", "32317997", "25165630", "23166729", "34255275", "33473157"]}, "31519942": {"pmid": "31519942", "title": "Observational data reveal evidence and parameters of contagious yawning in the behavioral repertoire of captive-reared chimpanzees (Pan troglodytes).", "authors": [["0000-0002-4469-5209", "Campbell, Matthew W MW"], [null, "Cox, Cathleen R CR"]], "journal": "Scientific reports", "date": "2019 09 13", "abstract": "There is robust experimental evidence for contagious yawning, yet observational studies of naturalistic behavior have been fewer. Without data from real-world behavior, researchers have questioned the existence of contagious yawning and made assumptions about some parameters (e.g., the duration of the effect). We observed contagious yawning in chimpanzees to confirm/disconfirm its existence in the behavioral repertoire of this species, and if present, provide some of the missing descriptives. We recorded yawns on an all-occurrence basis from 18 captive-reared chimpanzees at the Los Angeles Zoo. We recorded identity, time, and individuals who could have been affected. We calculated a threshold for contagion by taking the mean and adding 1.96 standard deviations, constructing a response curve. Across multiple measures we see a consistent pattern in which there is a strong effect of contagion for 1.5 minutes, a less strong but still significant effect lasting up to 3.5 minutes in some measures, and no evidence of contagion beyond 3.5 minutes. From the time stamp on each yawn we were able to rule out temporal synchrony as an alternative hypothesis. Thus, contagious yawning appears to be a natural phenomenon in chimpanzees lending support to the myriad experimental and observational studies to date.", "references": ["17698452", "8700941", "20547864", "18682357", "26012708", "23076724", "22808234", "30896230", "19452178", "28890778", "24146848", "23670215", "19740888", "22198677", "22526686", "29116154", "23951146", "25162677", "27075549", "23166729", "29771564", "435660", "12625087", "26998318", "11228851", "24127600", "17148320", "23975161", "21494669", "24619445", "20357464", "12880893", "20014109", "22163307", "22209955", "19889980", "4597405"], "citedin": ["34504125", "34255275", "33955009", "33473157", "33335177", "32075525", "32028648"], "five": ["15801606", "24146848", "21494669", "24619445", "22808234"]}, "21494669": {"pmid": "21494669", "title": "Ingroup-outgroup bias in contagious yawning by chimpanzees supports link to empathy.", "authors": [[null, "Campbell, Matthew W MW"], [null, "de Waal, Frans B M FB"]], "journal": "PloS one", "date": "2011 Apr 06", "abstract": "Humans favor others seen as similar to themselves (ingroup) over people seen as different (outgroup), even without explicitly stated bias. Ingroup-outgroup bias extends to involuntary responses, such as empathy for pain. However, empathy biases have not been tested in our close primate relatives. Contagious yawning has been theoretically and empirically linked to empathy. If empathy underlies contagious yawning, we predict that subjects should show an ingroup-outgroup bias by yawning more in response to watching ingroup members yawn than outgroup. Twenty-three chimpanzees (Pan troglodytes) from two separate groups watched videos of familiar and unfamiliar individuals yawning or at rest (control). The chimpanzees yawned more when watching the familiar yawns than the familiar control or the unfamiliar yawns, demonstrating an ingroup-outgroup bias in contagious yawning. These results provide further empirical support that contagious yawning is a measure of empathy, which may be useful for evolutionary biology and mental health.", "references": ["19740888", "19571143", "17148320", "19452178", "17594177", "19889980", "17698452", "18410196", "20302945", "18682357", "15801606", "20537539", "5482577", "435660", "14976305", "12625087", "11228851", "12880893", "16809545"], "citedin": ["34504125", "34255275", "34253289", "33614085", "33473157", "33335177", "32457923", "32396799", "32333423", "32317997", "32075525", "32028648", "31519942", "30670744", "30022446", "29116154", "28655877", "28293560", "28043844", "27825924", "27727332", "27708435", "27563294", "27112374", "26998318", "26669671", "26617557", "25240300", "25165630", "25162677", "25140998", "24632594", "24619445", "24424411", "24146848", "23975161", "23951146", "23776833", "23754420", "23611879", "23166729", "22866032", "22808234", "22163307"], "five": ["24619445", "15801606", "23951146", "24146848", "19740888"]}, "33335177": {"pmid": "33335177", "title": "Experimental evidence for yawn contagion in orangutans (Pongo pygmaeus).", "authors": [[null, "van Berlo, Evy E"], [null, "Díaz-Loyo, Alejandra P AP"], [null, "Juárez-Mora, Oscar E OE"], [null, "Kret, Mariska E ME"], [null, "Massen, Jorg J M JJM"]], "journal": "Scientific reports", "date": "2020 12 17", "abstract": "Yawning is highly contagious, yet both its proximate mechanism(s) and its ultimate causation remain poorly understood. Scholars have suggested a link between contagious yawning (CY) and sociality due to its appearance in mostly social species. Nevertheless, as findings are inconsistent, CY's function and evolution remains heavily debated. One way to understand the evolution of CY is by studying it in hominids. Although CY has been found in chimpanzees and bonobos, but is absent in gorillas, data on orangutans are missing despite them being the least social hominid. Orangutans are thus interesting for understanding CY's phylogeny. Here, we experimentally tested whether orangutans yawn contagiously in response to videos of conspecifics yawning. Furthermore, we investigated whether CY was affected by familiarity with the yawning individual (i.e. a familiar or unfamiliar conspecific and a 3D orangutan avatar). In 700 trials across 8 individuals, we found that orangutans are more likely to yawn in response to yawn videos compared to control videos of conspecifics, but not to yawn videos of the avatar. Interestingly, CY occurred regardless of whether a conspecific was familiar or unfamiliar. We conclude that CY was likely already present in the last common ancestor of humans and great apes, though more converging evidence is needed.", "references": ["23179533", "19822765", "9299041", "23076724", "21168437", "15820652", "12880893", "23670215", "25156806", "24146848", "26617557", "17368774", "27563294", "32075525", "17698452", "28049450", "22198677", "24721675", "19740888", "21123252", "22526686", "29116154", "32187394", "10792944", "23951146", "25162677", "19812079", "18682357", "19657685", "27605500", "23293583", "21297852", "15801606", "26012708", "7169027", "22772979", "24500137", "17495479", "27075549", "18550130", "808371", "27708435", "23166729", "435660", "32317997", "10402679", "12625087", "26998318", "24632594", "28735879", "23970970", "27727332", "32333423", "22808234", "17083968", "17148320", "14752810", "23975161", "21494669", "24619445", "12065937", "30896230", "22268553", "12171766", "25165630", "31519942", "11786990", "20851049", "22163307", "22209955", "13576171", "19889980", "32765373"], "citedin": ["34504125", "34255275", "34240053"], "five": ["32333423", "24146848", "29103940", "30896230", "34255275", "20357468"]}, "24146848": {"pmid": "24146848", "title": "Chimpanzees show a developmental increase in susceptibility to contagious yawning: a test of the effect of ontogeny and emotional closeness on yawn contagion.", "authors": [[null, "Madsen, Elainie Alenkær EA"], [null, "Persson, Tomas T"], [null, "Sayehli, Susan S"], [null, "Lenninger, Sara S"], [null, "Sonesson, Göran G"]], "journal": "PloS one", "date": "2013", "abstract": "Contagious yawning has been reported for humans, dogs and several non-human primate species, and associated with empathy in humans and other primates. Still, the function, development and underlying mechanisms of contagious yawning remain unclear. Humans and dogs show a developmental increase in susceptibility to yawn contagion, with children showing an increase around the age of four, when also empathy-related behaviours and accurate identification of others' emotions begin to clearly evince. Explicit tests of yawn contagion in non-human apes have only involved adult individuals and examined the existence of conspecific yawn contagion. Here we report the first study of heterospecific contagious yawning in primates, and the ontogeny of susceptibility thereto in chimpanzees, Pan troglodytes verus. We examined whether emotional closeness, defined as attachment history with the yawning model, affected the strength of contagion, and compared the contagiousness of yawning to nose-wiping. Thirty-three orphaned chimpanzees observed an unfamiliar and familiar human (their surrogate human mother) yawn, gape and nose-wipe. Yawning, but not nose-wiping, was contagious for juvenile chimpanzees, while infants were immune to contagion. Like humans and dogs, chimpanzees are subject to a developmental trend in susceptibility to contagious yawning, and respond to heterospecific yawn stimuli. Emotional closeness with the model did not affect contagion. The familiarity-biased social modulatory effect on yawn contagion previously found among some adult primates, seem to only emerge later in development, or be limited to interactions with conspecifics. The influence of the 'chameleon effect', targeted vs. generalised empathy, perspective-taking and visual attention on contagious yawning is discussed.", "references": ["17550343", "21410682", "16157488", "23076724", "23813685", "24775147", "14717835", "18502623", "19889980", "8174347", "19679768", "19533316", "18937281", "17698452", "20840244", "12807406", "15162935", "22198677", "17990089", "19740888", "21123252", "22526686", "18971202", "23951146", "20805682", "18682357", "22772979", "19679816", "19620104", "11483999", "17741897", "18550130", "23166729", "16953662", "435660", "11405571", "10402679", "21355640", "23970970", "23488734", "12899366", "22808234", "12518813", "17148320", "21494669", "21071616", "17180698", "15670705", "21168437", "19452178", "2648977", "15820652", "23150550", "12880893", "16809545", "20357470", "16906462", "21666743", "22163307", "22209955"], "citedin": ["33335177", "32457923", "32228399", "32075525", "31519942", "29116154", "28815382", "27727332", "27708435", "27112374", "26617557", "24632594", "24619445"], "five": ["23076724", "24619445", "23951146", "22808234", "31519942"]}, "19889980": {"pmid": "19889980", "title": "Contagious yawning in gelada baboons as a possible expression of empathy.", "authors": [[null, "Palagi, E E"], [null, "Leone, A A"], [null, "Mancini, G G"], [null, "Ferrari, P F PF"]], "journal": "Proceedings of the National Academy of Sciences of the United States of America", "date": "2009 Nov 17", "abstract": "Yawn contagion in humans has been proposed to be related to our capacity for empathy. It is presently unclear whether this capacity is uniquely human or shared with other primates, especially monkeys. Here, we show that in gelada baboons (Theropithecus gelada) yawning is contagious between individuals, especially those that are socially close, i.e., the contagiousness of yawning correlated with the level of grooming contact between individuals. This correlation persisted after controlling for the effect of spatial association. Thus, emotional proximity rather than spatial proximity best predicts yawn contagion. Adult females showed precise matching of different yawning types, which suggests a mirroring mechanism that activates shared representations. The present study also suggests that females have an enhanced sensitivity and emotional tuning toward companions. These findings are consistent with the view that contagious yawning reveals an emotional connection between individuals. This phenomenon, here demonstrated in monkeys, could be a building block for full-blown empathy.", "references": ["17550343", "19740888", "19620103", "18793090", "18682357", "15801606", "19679816", "12829106", "15217330", "15904715", "19452178", "15820652", "12880893", "18077238", "17698452", "11533734", "18937281", "18550130", "808371", "16520004", "435660", "12625087", "9710485", "17148320", "14752810", "19026539", "18559863", "15670705", "12161656", "4597405"], "citedin": ["34680022", "34504125", "34255275", "34079504", "33955009", "33614085", "33473157", "33420859", "33386468", "33335177", "32617088", "32457923", "32333423", "32317997", "32075525", "32028648", "31754256", "31519942", "31337824", "31110007", "30962461", "30670744", "30327491", "30300404", "29116154", "28638991", "28432495", "28293560", "28192495", "27708435", "27563294", "27112374", "26998318", "26621711", "26617557", "25258451", "25236781", "25165630", "25162677", "24619445", "24500137", "24424411", "24146848", "23975161", "23970970", "23951146", "23785501", "23538990", "23326302", "23166729", "22866032", "22811674", "22808234", "22641823", "22163307", "21960970", "21748447", "21494669", "21410682", "20571850", "20091206", "20014109"], "five": ["24146848", "24619445", "25162677", "23951146", "25156806"]}, "12625087": {"pmid": "12625087", "title": "Empathy: Its ultimate and proximate bases.", "authors": [[null, "Preston, Stephanie D SD"], [null, "de Waal, Frans B M FB"]], "journal": "The Behavioral and brain sciences", "date": "2002 Feb", "abstract": "There is disagreement in the literature about the exact nature of the phenomenon of empathy. There are emotional, cognitive, and conditioning views, applying in varying degrees across species. An adequate description of the ultimate and proximate mechanism can integrate these views. Proximately, the perception of an object's state activates the subject's corresponding representations, which in turn activate somatic and autonomic responses. This mechanism supports basic behaviors (e.g., alarm, social facilitation, vicariousness of emotions, mother-infant responsiveness, and the modeling of competitors and predators) that are crucial for the reproductive success of animals living in groups. The Perception-Action Model (PAM), together with an understanding of how representations change with experience, can explain the major empirical effects in the literature (similarity, familiarity, past experience, explicit teaching, and salience). It can also predict a variety of empathy disorders. The interaction between the PAM and prefrontal functioning can also explain different levels of empathy across species and age groups. This view can advance our evolutionary understanding of empathy beyond inclusive fitness and reciprocal altruism and can explain different levels of empathy across individuals, species, stages of development, and situations.", "references": [], "citedin": ["34858222", "34840531", "34827398", "34827375", "34784801", "34733649", "34721153", "34679334", "34593865", "34552447", "34512284", "34504125", "34476652", "34466461", "34430794", "34393924", "34376774", "34369378", "34358578", "34335425", "34306582", "34255275", "34253289", "34209757", "34208579", "34204641", "34200370", "34194871", "34068684", "34060861", "34054673", "34050215", "33982758", "33959424", "33921271", "33897548", "33888760", "33884043", "33870213", "33869494", "33869331", "33846514", "33790822", "33732922", "33725202", "33720971", "33669908", "33658956", "33647043", "33420859", "33414216", "33399898", "33335177", "33327613", "33321142", "33283946", "33149226", "33136617", "33089182", "33072829", "33071549", "33058012", "33046817", "33013543", "32991728", "32982871", "32982001", "32981445", "32897091", "32859281", "32849060", "32849021", "32761989", "32739841", "32733317", "32731515", "32692088", "32689812", "32608498", "32576847", "32536896", "32528260", "32477218", "32477201", "32435734", "32411062", "32407340", "32357830", "32333423", "32321373", "32317997", "32296363", "32271713", "32256406", "32232359", "32226221", "32226174", "32127724", "32116582", "32114999", "32110155", "32110145", "32086551", "32078668", "32075525", "32066797", "32038389", "32029756", "32019998", "32008380", "31999744", "31998974", "31949248", "31935788", "31903198", "31899287", "31871492", "31834900", "31824365", "31814654", "31805039", "31781947", "31752014", "31714505", "31647809", "31602582", "31572143", "31519942", "31509768", "31489632", "31485897", "31478721", "31464494", "31439866", "31393982", "31379690", "31375693", "31320917", "31231254", "31152585", "31110007", "31034510", "31024355", "30982884", "30977747", "30971997", "30962461", "30955107", "30949111", "30932302", "30899046", "30852995", "30804833", "30778272", "30702323", "30670744", "30606252", "30542272", "30539300", "30519165", "30483174", "30459570", "30443519", "30386220", "30365020", "30364280", "30300404", "30281088", "30258847", "30161144", "30130165", "30087592", "30087556", "30080935", "30065674", "30038564", "30002482", "29986390", "29950822", "29946291", "29928598", "29922197", "29899715", "29891832", "29856825", "29845752", "29773509", "29735015", "29731170", "29681804", "29672638", "29670553", "29541046", "29515492", "29497182", "29496755", "29491174", "29486544", "29475229", "29462481", "29379429", "29379129", "29379042", "29354044", "29324826", "29312106", "29304166", "29276482", "29235461", "29209250", "29200428", "29152415", "29097789", "29085290", "29070724", "29069521", "29046651", "29035916", "28979194", "28948415", "28947790", "28936641", "28928687", "28904379", "28833833", "28819207", "28743987", "28701902", "28638991", "28607375", "28562686", "28493169", "28450977", "28449116", "28432495", "28405354", "28405353", "28338790", "28337156", "28318277", "28314942", "28286867", "28286487", "28277713", "28262932", "28258396", "28234962", "28203263", "28192495", "28163400", "28123377", "28117378", "28101065", "28044197", "27930714", "27909382", "27825924", "27796726", "27766650", "27739448", "27730531", "27707814", "27600591", "27547260", "27445729", "27390867", "27320958", "27313525", "27303328", "27257315", "27252641", "27217114", "27165338", "27126708", "27124485", "27064398", "27047414", "27019737", "27017830", "27014174", "27011388", "27000780", "26998318", "26976052", "26954937", "26950365", "26946502", "26942832", "26912270", "26903828", "26901829", "26881314", "26877584", "26861719", "26798013", "26779050", "26669671", "26659552", "26655917", "26647740", "26621711", "26617564", "26617557", "26582997", "26578164", "26465603", "26408326", "26403292", "26356506", "26348495", "26317858", "26231761", "26217281", "26217260", "26108616", "26074797", "26073067", "26063925", "26034521", "26025914", "26024234", "26010574", "25999868", "25995134", "25985922", "25983715", "25976517", "25959242", "25906365", "25892166", "25883577", "25866614", "25829246", "25818690", "25815331", "25769028", "25762906", "25739582", "25729374", "25713542", "25695426", "25657453", "25572160", "25551826", "25525808", "25506126", "25496670", "25477853", "25476997", "25476407", "25468183", "25462694", "25422978", "25385575", "25352817", "25267867", "25258451", "25236781", "25228893", "25221383", "25165630", "25162677", "25140051", "25128711", "25120521", "25120508", "25071632", "25071532", "25036365", "25018735", "24982695", "24936178", "24910626", "24887568", "24752658", "24743312", "24734009", "24693342", "24693340", "24688856", "24637720", "24619445", "24567723", "24563529", "24549750", "24512457", "24505303", "24478677", "24478652", "24427187", "24424411", "24424389", "24416212", "24403324", "24381565", "24337257", "24311995", "24274679", "24223924", "24189465", "24127600", "24092402", "24062671", "24062658", "24058657", "24022591", "23986680", "23975161", "23966922", "23951146", "23933976", "23898249", "23888132", "23843740", "23807476", "23772230", "23749500", "23746460", "23658538", "23653604", "23626756", "23625720", "23538990", "23526601", "23508036", "23497376", "23457569", "23447627", "23440997", "23439389", "23386816", "23383110", "23382187", "23378839", "23225972", "23189065", "23187883", "23166729", "23162516", "23130013", "23098806", "23082797", "22993049", "22976172", "22961548", "22866032", "22836550", "22808234", "22807311", "22754519", "22754268", "22737120", "22728336", "22715420", "22689217", "22683384", "22648158", "22623534", "22577512", "22539611", "22527992", "22510432", "22504346", "22451493", "22382922", "22348100", "22306196", "22271787", "22230947", "22185349", "22163307", "22158823", "22059191", "22007165", "21998038", "21998031", "21966343", "21859198", "21853115", "21850264", "21799788", "21765921", "21761197", "21737435", "21734252", "21705345", "21694968", "21687466", "21672550", "21671744", "21654906", "21533882", "21524334", "21519392", "21516543", "21516263", "21511824", "21494669", "21465413", "21448599", "21389025", "21325312", "21305662", "21298331", "21187927", "21187372", "21169921", "21098810", "20981438", "20980301", "20945256", "20838472", "20679114", "20679108", "20670398", "20547864", "20510267", "20498838", "20485685", "20437282", "20411397", "20396429", "20371509", "20348937", "20220007", "20190743", "20183548", "20179369", "20173686", "20127873", "20057916", "20042480", "20026468", "20001130", "19889980", "19876407", "19836364", "19812314", "19740888", "19653768", "19641753", "19630903", "19620110", "19620109", "19571143", "19533316", "19516894", "19426817", "19377866", "19319834", "19235883", "19209221", "19153806", "19102589", "19102586", "19085285", "19030503", "19015112", "18829429", "18829425", "18798977", "18781590", "18757730", "18708487", "18682357", "18574649", "18559863", "18474190", "18461176", "18430645", "18405046", "18365029", "18091986", "18077238", "18021398", "17990089", "17987115", "17936968", "17926143", "17915324", "17698452", "17638417", "17594177", "17516803", "17460074", "17301022", "17255006", "17186063", "17167096", "17133386", "17091293", "17016549", "16892982", "16804751", "16457795", "16421576", "16274983", "16260734", "16191591", "16061791", "16055557", "15460933", "11923438"], "five": ["16335738", "16342419", "23458432", "22976172", "20438142", "10751984", "28655877"]}, "24619445": {"pmid": "24619445", "title": "Chimpanzees empathize with group mates and humans, but not with baboons or unfamiliar chimpanzees.", "authors": [[null, "Campbell, Matthew W MW"], [null, "de Waal, Frans B M FB"]], "journal": "Proceedings. Biological sciences", "date": "2014 May 07", "abstract": "Human empathy can extend to strangers and even other species, but it is unknown whether non-humans are similarly broad in their empathic responses. We explored the breadth and flexibility of empathy in chimpanzees, a close relative of humans. We used contagious yawning to measure involuntary empathy and showed chimpanzees videos of familiar humans, unfamiliar humans and gelada baboons (an unfamiliar species). We tested whether each class of stimuli elicited contagion by comparing the effect of yawn and control videos. After including previous data on the response to ingroup and outgroup chimpanzees, we found that familiar and unfamiliar humans elicited contagion equal to that of ingroup chimpanzees. Gelada baboons did not elicit contagion, and the response to them was equal to that of outgroup chimpanzees. However, the chimpanzees watched the outgroup chimpanzee videos more than any other. The combination of high interest and low contagion may stem from hostility towards unfamiliar chimpanzees, which may interfere with an empathic response. Overall, chimpanzees showed flexibility in that they formed an empathic connection with a different species, including unknown members of that species. These results imply that human empathic flexibility is shared with related species.", "references": ["17698452", "20363178", "22772979", "22644113", "23166729", "18430645", "19571143", "22808234", "19452178", "17594177", "19889980", "24146848", "19679768", "8700941", "20840244", "19740888", "22198677", "914124", "22526686", "23951146", "20302945", "18682357", "22158823", "15801606", "20537539", "24424411", "23076724", "16421576", "23813685", "12625087", "17148320", "23975161", "12689377", "21494669", "12880893", "16809545", "21389025", "22163307"], "citedin": ["34255275", "33548631", "33335177", "32317997", "32075525", "31647809", "31519942", "27995958", "27112374", "26617557", "25165630", "25162677", "25140998"], "five": ["21494669", "24146848", "15801606", "22808234", "19740888", "31519942"]}, "22808234": {"pmid": "22808234", "title": "Male yawning is more contagious than female yawning among chimpanzees (Pan troglodytes).", "authors": [[null, "Massen, Jorg J M JJ"], [null, "Vermunt, Dorith A DA"], [null, "Sterck, Elisabeth H M EH"]], "journal": "PloS one", "date": "2012", "abstract": "Yawn contagion is not restricted to humans and has also been reported for several non-human animal species, including chimpanzees (Pan troglodytes). Contagious yawning may lead to synchronisation of behaviour. However, the function of contagious yawning is relatively understudied. In this study, we investigated the function of contagious yawning by focusing on two types of signal providers: close social associates and leaders. We provided a captive chimpanzee colony with videos of all individuals of their own group that were either yawning, or at rest. Consistent with other studies, we demonstrated that yawning is contagious for chimpanzees, yet we did not find any effect of relationship quality on yawn contagion. However, we show that yawn contagion is significantly higher when the video model is a yawning male than when the video model was a yawning female, and that this effect is most apparent among males. As males are dominant in chimpanzee societies, male signals may be more relevant to the rest of the group than female signals. Moreover, since chimpanzees form male-bonded societies, male signals are especially relevant for other males. Therefore, we suggest that the sex-differences of yawning contagion among chimpanzees reflect the function of yawning in the synchronisation of behaviour.", "references": ["17550343", "20840244", "18682357", "15801606", "435660", "12625087", "19452178", "22163307", "19889980", "16950084", "17698452", "21416218", "19740888", "21123252", "5951757", "22526686", "17148320", "21494669", "16809545", "12880893", "20014109"], "citedin": ["34504125", "34255275", "33614085", "33473157", "33335177", "32333423", "32317997", "32075525", "31519942", "31337824", "29116154", "28791199", "27727332", "27708435", "27563294", "27112374", "26976586", "26617557", "25165630", "25140998", "24619445", "24146848", "23990063", "23951146", "23166729"], "five": ["24146848", "15801606", "31519942", "19740888", "24619445", "21494669"]}, "23951146": {"pmid": "23951146", "title": "Familiarity bias and physiological responses in contagious yawning by dogs support link to empathy.", "authors": [[null, "Romero, Teresa T"], [null, "Konno, Akitsugu A"], [null, "Hasegawa, Toshikazu T"]], "journal": "PloS one", "date": "2013", "abstract": "In humans, the susceptibility to yawn contagion has been theoretically and empirically related to our capacity for empathy. Because of its relevance to evolutionary biology, this phenomenon has been the focus of recent investigations in non-human species. In line with the empathic hypothesis, contagious yawning has been shown to correlate with the level of social attachment in several primate species. Domestic dogs (Canis familiaris) have also shown the ability to yawn contagiously. To date, however, the social modulation of dog contagious yawning has received contradictory support and alternative explanations (i.e., yawn as a mild distress response) could explain positive evidence. The present study aims to replicate contagious yawning in dogs and to discriminate between the two possible mediating mechanisms (i.e., empathic vs. distress related response). Twenty-five dogs observed familiar (dog's owner) and unfamiliar human models (experimenter) acting out a yawn or control mouth movements. Concurrent physiological measures (heart rate) were additionally monitored for twenty-one of the subjects. The occurrence of yawn contagion was significantly higher during the yawning condition than during the control mouth movements. Furthermore, the dogs yawned more frequently when watching the familiar model than the unfamiliar one demonstrating that the contagiousness of yawning in dogs correlated with the level of emotional proximity. Moreover, subjects' heart rate did not differ among conditions suggesting that the phenomenon of contagious yawning in dogs is unrelated to stressful events. Our findings are consistent with the view that contagious yawning is modulated by affective components of the behavior and may indicate that rudimentary forms of empathy could be present in domesticated dogs.", "references": ["17550343", "20840244", "19740888", "22526686", "18682357", "15801606", "14741229", "17320122", "23166729", "23076724", "22808234", "9770312", "20357464", "18679727", "19679768", "19533316", "18937281", "17698452", "17234220", "12625087", "17024511", "12446914", "17148320", "21494669", "12725735", "19452178", "20357468", "15820652", "14498801", "12880893", "20357470", "22163307", "15313543", "22209955", "19889980", "12215080"], "citedin": ["33830381", "33335177", "33255961", "32457923", "32333423", "32298391", "32075525", "32028648", "31832796", "31519942", "31379690", "30251104", "30022446", "30002482", "28655877", "28192495", "27727332", "27708435", "27563294", "27112374", "27019737", "26998318", "26621711", "26617557", "26376443", "25992841", "25165630", "25162677", "24927552", "24619445", "24146848"], "five": ["23076724", "21494669", "24146848", "32075525", "18682357"]}, "32075525": {"pmid": "32075525", "title": "Contagious yawning is not a signal of empathy: no evidence of familiarity, gender or prosociality biases in dogs.", "authors": [[null, "Neilands, Patrick P"], [null, "Claessens, Scott S"], [null, "Ren, Ivy I"], [null, "Hassall, Rebecca R"], [null, "Bastos, Amalia P M APM"], [null, "Taylor, Alex H AH"]], "journal": "Proceedings. Biological sciences", "date": "2020 02 12", "abstract": "Contagious yawning has been suggested to be a potential signal of empathy in non-human animals. However, few studies have been able to robustly test this claim. Here, we ran a Bayesian multilevel reanalysis of six studies of contagious yawning in dogs. This provided robust support for claims that contagious yawning is present in dogs, but found no evidence that dogs display either a familiarity or gender bias in contagious yawning, two predictions made by the contagious yawning-empathy hypothesis. Furthermore, in an experiment testing the prosociality bias, a novel prediction of the contagious yawning-empathy hypothesis, dogs did not yawn more in response to a prosocial demonstrator than to an antisocial demonstrator. As such, these strands of evidence suggest that contagious yawning, although present in dogs, is not mediated by empathetic mechanisms. This calls into question claims that contagious yawning is a signal of empathy in mammals.", "references": ["19740888", "20547864", "22644113", "22808234", "24619445", "19452178", "31375693", "24638876", "30047125", "23670215", "25156806", "24146848", "27124485", "28603511", "26617557", "17550343", "27563294", "17698452", "22526686", "29116154", "23951146", "25162677", "27605500", "24126919", "18682357", "27822786", "26012708", "15801606", "28655877", "22887480", "26375928", "22859561", "27075549", "19844845", "27708435", "23166729", "20382180", "28176294", "23076724", "16421576", "12625087", "26998318", "28293560", "20883719", "28735879", "23970970", "27727332", "23056507", "17148320", "23975161", "21494669", "25236781", "30896230", "10941275", "22268553", "25165630", "15820652", "3562705", "14239459", "12880893", "16809545", "31519942", "30039272", "22715878", "22163307", "13654562", "26308569", "22209955", "24220629", "19889980"], "citedin": ["34255275", "33955009", "33335177"], "five": ["23951146", "20357469", "29771564", "20357468", "25162677"]}, "25162677": {"pmid": "25162677", "title": "Social modulation of contagious yawning in wolves.", "authors": [[null, "Romero, Teresa T"], [null, "Ito, Marie M"], [null, "Saito, Atsuko A"], [null, "Hasegawa, Toshikazu T"]], "journal": "PloS one", "date": "2014", "abstract": "On the basis of observational and experimental evidence, several authors have proposed that contagious yawn is linked to our capacity for empathy, thus presenting a powerful tool to explore the root of empathy in animal evolution. The evidence for the occurrence of contagious yawning and its link to empathy, however, is meagre outside primates and only recently domestic dogs have demonstrated this ability when exposed to human yawns. Since dogs are unusually skillful at reading human communicative behaviors, it is unclear whether this phenomenon is deeply rooted in the evolutionary history of mammals or evolved de novo in dogs as a result of domestication. Here we show that wolves are capable of yawn contagion, suggesting that such ability is a common ancestral trait shared by other mammalian taxa. Furthermore, the strength of the social bond between the model and the subject positively affected the frequency of contagious yawning, suggesting that in wolves the susceptibility of yawn contagion correlates with the level of emotional proximity. Moreover, female wolves showed a shorter reaction time than males when observing yawns of close associates, suggesting that females are more responsive to their social stimuli. These results are consistent with the claim that the mechanism underlying contagious yawning relates to the capacity for empathy and suggests that basic building blocks of empathy might be present in a wide range of species.", "references": ["19679768", "1301372", "17550343", "8700941", "19740888", "16904182", "18682357", "15801606", "23166729", "23076724", "15217330", "23538990", "18937281", "17698452", "22526686", "23951146", "10751984", "22772979", "19679816", "12625087", "16061417", "12446914", "23975161", "21494669", "15537986", "24619445", "15904715", "14717835", "12725735", "19452178", "15820652", "14498801", "16809545", "12880893", "20014109", "9632471", "22163307", "12161656", "19889980"], "citedin": ["34504125", "34255275", "33955009", "33614085", "33473157", "33335177", "32457923", "32333423", "32075525", "32028648", "31519942", "30251104", "29116154", "28293560", "28044197", "27904806", "27825924", "27708435", "27563294", "27124485", "27112374", "27019737", "26998318", "26617557", "25992841"], "five": ["24146848", "23951146", "22526686", "20357468", "23076724"]}, "15801606": {"pmid": "15801606", "title": "Contagious yawning in chimpanzees.", "authors": [[null, "Anderson, James R JR"], [null, "Myowa-Yamakoshi, Masako M"], [null, "Matsuzawa, Tetsuro T"]], "journal": "Proceedings. Biological sciences", "date": "2004 Dec 07", "abstract": "Six adult female chimpanzees were shown video scenes of chimpanzees repeatedly yawning or of chimpanzees showing open-mouth facial expressions that were not yawns. Two out of the six females showed significantly higher frequencies of yawning in response to yawn videos; no chimpanzees showed the inverse. Three infant chimpanzees that accompanied their mothers did not yawn at all. These data are highly reminiscent of the contagious yawning effects reported for humans. Contagious yawning is thought to be based on the capacity for empathy. Contagious yawning in chimpanzees provides further evidence that these apes may possess advanced self-awareness and empathic abilities.", "references": ["3990808", "14566577", "435660", "12880893", "10638743", "11459162"], "citedin": ["34255275", "33972834", "33614085", "33473157", "33420859", "33335177", "32333423", "32075525", "31832796", "31509768", "31337824", "30002482", "29116154", "28890778", "28293560", "28192495", "28044197", "27563294", "27112374", "26617557", "26356506", "25959242", "25236781", "25165630", "25162677", "25140998", "24632594", "24619445", "24403324", "24068629", "23975161", "23970970", "23951146", "23535698", "23166729", "22866032", "22836550", "22808234", "22163307", "21960970", "21748447", "21494669", "20357471", "20014109", "19889980", "19740888", "19679768", "19620103", "19533316", "19377866", "18937281", "18682357", "18077238", "17698452", "17148320", "16274983", "16055557"], "five": ["21494669", "24619445", "19740888", "31519942", "22808234", "24146848"]}, "19740888": {"pmid": "19740888", "title": "Computer animations stimulate contagious yawning in chimpanzees.", "authors": [[null, "Campbell, Matthew W MW"], [null, "Carter, J Devyn JD"], [null, "Proctor, Darby D"], [null, "Eisenberg, Michelle L ML"], [null, "de Waal, Frans B M FB"]], "journal": "Proceedings. Biological sciences", "date": "2009 Dec 07", "abstract": "People empathize with fictional displays of behaviour, including those of cartoons and computer animations, even though the stimuli are obviously artificial. However, the extent to which other animals also may respond empathetically to animations has yet to be determined. Animations provide a potentially useful tool for exploring non-human behaviour, cognition and empathy because computer-generated stimuli offer complete control over variables and the ability to program stimuli that could not be captured on video. Establishing computer animations as a viable tool requires that non-human subjects identify with and respond to animations in a way similar to the way they do to images of actual conspecifics. Contagious yawning has been linked to empathy and poses a good test of involuntary identification and motor mimicry. We presented 24 chimpanzees with three-dimensional computer-animated chimpanzees yawning or displaying control mouth movements. The apes yawned significantly more in response to the yawn animations than to the controls, implying identification with the animations. These results support the phenomenon of contagious yawning in chimpanzees and suggest an empathic response to animations. Understanding how chimpanzees connect with animations, to both empathize and imitate, may help us to understand how humans do the same.", "references": ["19533316", "17024508", "15801606", "435660", "12625087", "17148320", "19452178", "18293074", "12880893", "17698452", "18410196", "9802994", "18682357"], "citedin": ["34818358", "34115584", "33420859", "33335177", "32513660", "32333423", "32075525", "31519942", "30670744", "29491965", "29491964", "29491958", "28399163", "28192495", "27727332", "27708435", "27563294", "26998318", "26617557", "25258451", "25236781", "25162677", "24619445", "24146848", "23975161", "23951146", "23166729", "22866032", "22808234", "22163307", "21960970", "21494669", "20014109", "19889980"], "five": ["15801606", "21494669", "24619445", "22808234", "24146848", "31519942"]}, "23076724": {"pmid": "23076724", "title": "Contagious yawning in domestic dog puppies (Canis lupus familiaris): the effect of ontogeny and emotional closeness on low-level imitation in dogs.", "authors": [[null, "Madsen, Elainie AlenkÃ¦r EA"], [null, "Persson, Tomas T"]], "journal": "Animal cognition", "date": "2013 Mar", "abstract": "Contagious yawning is a well-documented phenomenon in humans and has recently attracted much attention from developmental and comparative sciences. The function, development and underlying mechanisms of the phenomenon, however, remain largely unclear. Contagious yawning has been demonstrated in dogs and several non-human primate species, and theoretically and empirically associated with empathy in humans and non-human primates. Evidence of emotional closeness modulating contagious yawning in dogs has, nonetheless, been contradictory. Humans show a developmental increase in susceptibility to yawn contagion, with typically developing children displaying a substantial increase at the age of four, when a number of cognitive abilities (e.g. accurate identification of others' emotions) begin to clearly manifest. Explicit tests of yawn contagion in non-human animals have, however, thus far only involved adult individuals. Here, we report a study of the ontogeny of domestic dogs' (Canis lupus familiaris) susceptibility to yawn contagion, and whether emotional closeness to the yawning model affects this. Thirty-five dogs, aged 4-14 months, observed a familiar and unfamiliar human repeatedly yawn or gape. The dogs yawned contagiously, but emotional closeness with the model did not affect the strength of contagion, raising questions as to recent evidence of emotionally modulated auditory contagious yawning in dogs. The dogs showed a developmental effect, with only dogs above 7 months evidencing contagion. The results support the notion of a developmental increase in dogs' attention to others and identification of others' emotional states and suggest that yawn contagion is underpinned by developmental processes shared by humans and other animals.", "references": [], "citedin": ["34255275", "33473157", "33335177", "32457923", "32333423", "32317997", "32075525", "32028648", "31519942", "28432495", "27792129", "27727332", "27708435", "27563294", "27112374", "27019737", "26998318", "26617557", "25162677", "24619445", "24146848", "23990063", "23951146"], "five": ["24146848", "22526686", "23951146", "23670215", "18682357", "23982621"]}, "12880893": {"pmid": "12880893", "title": "Contagious yawning: the role of self-awareness and mental state attribution.", "authors": [[null, "Platek, Steven M SM"], [null, "Critton, Samuel R SR"], [null, "Myers, Thomas E TE"], [null, "Gallup, Gordon G GG"]], "journal": "Brain research. Cognitive brain research", "date": "2003 Jul", "abstract": "Contagious yawning is a common, but poorly understood phenomenon. We hypothesized that contagious yawning is part of a more general phenomenon known as mental state attribution (i.e. the ability to inferentially model the mental states of others). To test this hypothesis we compared susceptibility to contagiously yawn with performance on a self-face recognition task, several theory of mind stories, and on a measure of schizotypal personality traits. Consistent with the hypothesis, susceptibility to contagiously yawn was positively related to performance on self-face recognition and faux pas theory of mind stories, and negatively related to schizotypal personality traits. These data suggest that contagious yawning may be associated with empathic aspects of mental state attribution and are negatively affected by increases in schizotypal personality traits much like other self-processing related tasks.", "references": [], "citedin": ["34827408", "34255275", "33919538", "33897548", "33614085", "33335177", "32075525", "32028648", "31519942", "31337824", "31132232", "30792681", "30670744", "28890778", "28192495", "27825924", "27727332", "27708435", "27571204", "27563294", "27112374", "26998318", "26903935", "26617557", "25240300", "25236781", "25165630", "25162677", "24632594", "24626638", "24619445", "24403324", "24223924", "24146848", "23975161", "23951146", "23754420", "23641226", "23576975", "23494332", "23293583", "23166729", "23150550", "22836550", "22808234", "22198677", "22163307", "21960970", "21494669", "21325312", "21123252", "20357471", "20014109", "19889980", "19805044", "19740888", "19679768", "19533316", "19377866", "18937281", "18682357", "18077238", "17698452", "17148320", "16035037", "15801606"], "five": ["15820652", "31132232", "20357468", "24146848", "23951146"]}, "17698452": {"pmid": "17698452", "title": "Absence of contagious yawning in children with autism spectrum disorder.", "authors": [[null, "Senju, Atsushi A"], [null, "Maeda, Makiko M"], [null, "Kikuchi, Yukiko Y"], [null, "Hasegawa, Toshikazu T"], [null, "Tojo, Yoshikuni Y"], [null, "Osanai, Hiroo H"]], "journal": "Biology letters", "date": "2007 Dec 22", "abstract": "This study is the first to report the disturbance of contagious yawning in individuals with autism spectrum disorder (ASD). Twenty-four children with ASD as well as 25 age-matched typically developing (TD) children observed video clips of either yawning or control mouth movements. Yawning video clips elicited more yawns in TD children than in children with ASD, but the frequency of yawns did not differ between groups when they observed control video clips. Moreover, TD children yawned more during or after the yawn video clips than the control video clips, but the type of video clips did not affect the amount of yawning in children with ASD. Current results suggest that contagious yawning is impaired in ASD, which may relate to their impairment in empathy. It supports the claim that contagious yawning is based on the capacity for empathy.", "references": ["15254095", "12530994", "17148320", "16806505", "12215080", "435660", "16272115", "12880893", "12625087", "15217330", "17076085", "15801606", "16157488", "10789276", "15670705"], "citedin": ["33897548", "33420859", "33335177", "33077777", "32317997", "32075525", "31519942", "31132232", "30670744", "28890778", "28755033", "28458467", "28192495", "27727332", "27708435", "27112374", "26998318", "26617557", "26347614", "26265430", "25236781", "25162677", "24632594", "24619445", "24362850", "24223924", "24146848", "23975161", "23970970", "23951146", "23776833", "23754420", "23293583", "23166729", "22808234", "22198677", "22163307", "21960970", "21494669", "21123252", "19889980", "19740888", "19679768", "19533316", "19377866", "18682357"], "five": ["31132232", "19533316", "33617103", "17148320", "20840244"]}, "18682357": {"pmid": "18682357", "title": "Dogs catch human yawns.", "authors": [[null, "Joly-Mascheroni, Ramiro M RM"], [null, "Senju, Atsushi A"], [null, "Shepherd, Alex J AJ"]], "journal": "Biology letters", "date": "2008 Oct 23", "abstract": "This study is the first to demonstrate that human yawns are possibly contagious to domestic dogs (Canis familiaris). Twenty-nine dogs observed a human yawning or making control mouth movements. Twenty-one dogs yawned when they observed a human yawning, but control mouth movements did not elicit yawning from any of them. The presence of contagious yawning in dogs suggests that this phenomenon is not specific to primate species and may indicate that dogs possess the capacity for a rudimentary form of empathy. Since yawning is known to modulate the levels of arousal, yawn contagion may help coordinate dog-human interaction and communication. Understanding the mechanism as well as the function of contagious yawning between humans and dogs requires more detailed investigation.", "references": ["17698452", "17617429", "20254758", "12880893", "15801606", "16235075", "17496805", "12530994", "12625087", "16061417", "17024511", "12446914", "17148320", "21012604", "12725735", "15895261"], "citedin": ["33420859", "33335177", "33077777", "32333423", "32075525", "32028648", "31519942", "31509768", "31337824", "29070727", "28432495", "28192495", "28044197", "27708435", "27563294", "27542092", "27112374", "26998318", "26617557", "26376443", "25162677", "24619445", "24146848", "23975161", "23970970", "23951146", "23166729", "22866032", "22836550", "22808234", "21960970", "21748447", "21494669", "21325312", "20014109", "19889980", "19740888", "19679768", "19533316", "19377866"], "five": ["23951146", "22526686", "23076724", "23670215", "25162677"]}, "26617557": {"pmid": "26617557", "title": "Auditory Contagious Yawning in Humans: An Investigation into Affiliation and Status Effects.", "authors": [[null, "Massen, Jorg J M JJ"], [null, "Church, Allyson M AM"], [null, "Gallup, Andrew C AC"]], "journal": "Frontiers in psychology", "date": "2015", "abstract": "While comparative research on contagious yawning has grown substantially in the past few years, both the interpersonal factors influencing this response and the sensory modalities involved in its activation in humans remain relatively unknown. Extending upon previous studies showing various in-group and status effects in non-human great apes, we performed an initial study to investigate how the political affiliation (Democrat vs. Republican) and status (high vs. low) of target stimuli influences auditory contagious yawning, as well as the urge to yawn, in humans. Self-report responses and a subset of video recordings were analyzed from 118 undergraduate students in the US following exposure to either breathing (control) or yawning (experimental) vocalizations paired with images of former US Presidents (high status) and their respective Cabinet Secretaries of Commerce (low status). The overall results validate the use of auditory stimuli to prompt yawn contagion, with greater response in the experimental than the control condition. There was also a negative effect of political status on self-reported yawning and the self-reported urge to yawn irrespective of the condition. In contrast, we found no evidence for a political affiliation bias in this response. These preliminary findings are discussed in terms of the existing comparative evidence, though we highlight limitations in the current investigation and we provide suggestions for future research in this area.", "references": ["21494669", "17698452", "25162677", "25165630", "24619445", "23670215", "21123252", "10461196", "23076724", "26375928", "19740888", "18550130", "23293583", "12557656", "15820652", "22163307", "19452178", "23951146", "22772979", "22808234", "22209955", "26012708", "21031034", "24632594", "16488858", "19533316", "21331826", "20840244", "24146848", "16764897", "22268553", "20883719", "12880893", "12625087", "24721675", "22271788", "23818974", "21957479", "19889980", "25156806", "25498600", "22198677", "23166729", "24006540", "15801606", "22526686", "19679768", "18937281", "18682357", "23970970", "15670705"], "citedin": ["34504125", "33897548", "33614085", "33386468", "33335177", "32457923", "32317997", "32075525", "30670744", "30065675", "27727332", "27708435", "27563294", "27112374"], "five": ["24146848", "25156806", "32317997", "34255275", "23076724", "19679768"]}, "27708435": {"pmid": "27708435", "title": "There is no difference in contagious yawning between men and women.", "authors": [["0000-0002-0512-5238", "Gallup, Andrew C AC"], [null, "Massen, Jorg J M JJ"]], "journal": "Royal Society open science", "date": "2016 Sep", "abstract": null, "references": ["21494669", "17698452", "15162935", "25162677", "25165630", "23670215", "23076724", "26375928", "25236781", "26998318", "19476221", "19740888", "17148320", "22163307", "23951146", "22808234", "26012708", "26617557", "24632594", "27112374", "19533316", "20840244", "24146848", "12880893", "24721675", "19889980", "23166729", "18682357", "23970970", "21960970"], "citedin": ["33335177", "32075525", "27727332"], "five": ["31132232", "28890778", "32457923", "27605500", "30670744"]}, "29116154": {"pmid": "29116154", "title": "Bonobos respond prosocially toward members of other groups.", "authors": [[null, "Tan, Jingzhi J"], [null, "Ariely, Dan D"], [null, "Hare, Brian B"]], "journal": "Scientific reports", "date": "2017 11 07", "abstract": "Modern humans live in an \"exploded\" network with unusually large circles of trust that form due to prosociality toward unfamiliar people (i.e. xenophilia). In a set of experiments we demonstrate that semi-free ranging bonobos (Pan paniscus) - both juveniles and young adults - also show spontaneous responses consistent with xenophilia. Bonobos voluntarily aided an unfamiliar, non-group member in obtaining food even when he/she did not make overt requests for help. Bonobos also showed evidence for involuntary, contagious yawning in response to videos of yawning conspecifics who were complete strangers. These experiments reveal that xenophilia in bonobos can be unselfish, proactive and automatic. They support the first impression hypothesis that suggests xenophilia can evolve through individual selection in social species whenever the benefits of building new bonds outweigh the costs. Xenophilia likely evolved in bonobos as the risk of intergroup aggression dissipated and the benefits of bonding between immigrating members increased. Our findings also mean the human potential for xenophilia is either evolutionarily shared or convergent with bonobos and not unique to our species as previously proposed.", "references": ["16458945", "21494669", "19498164", "25024034", "17594177", "23856025", "20357470", "21670285", "17900899", "25230664", "23339560", "10941275", "26075710", "25047714", "25162677", "21482176", "24167307", "25165630", "25405348", "23370783", "17456605", "18757730", "25601547", "17640881", "23585378", "21393537", "26976586", "20806062", "23445574", "20310060", "19185386", "11102266", "22388773", "25750619", "22163307", "17188552", "17550343", "25158760", "22808234", "22038769", "20219170", "21690372", "23300956", "18364305", "21151711", "21666743", "20630886", "24632594", "1786910", "10818623", "22010898", "17358018", "23624437", "21331826", "24146848", "14574401", "25246574", "23975161", "16372952", "22315399", "28735879", "21825175", "19889980", "19716750", "25349394", "27732802", "20980301", "17555968", "22904193", "23166729", "21690405", "10601982", "20489022", "22996558", "15801606", "22526686", "23734175", "21788489", "28980663", "22949668", "23079466", "25996476", "28982795"], "citedin": ["34471860", "34255275", "33982191", "33679119", "33643109", "33626062", "33473157", "33335177", "32999416", "32826938", "32317997", "32228399", "32075525", "32019998", "32010022", "31519942", "31260092", "30238358", "30209230", "29619667", "29518937"], "five": ["23300956", "20219170", "26976586", "19353234", "23383110", "32869740"]}, "17148320": {"pmid": "17148320", "title": "Video-induced yawning in stumptail macaques (Macaca arctoides).", "authors": [[null, "Paukner, Annika A"], [null, "Anderson, James R JR"]], "journal": "Biology letters", "date": "2006 Mar 22", "abstract": "This study reports the first experimental exploration of possible contagious yawning in monkeys. Twenty-two stumptail macaques (Macaca arctoides) were presented with video clips of either yawns or control mouth movements by conspecifics. At a group level, monkeys yawned significantly more often during and just after the yawn tape than the control tape. Supplementary analysis revealed that the yawn tape also elicited significantly more self-directed scratching responses than the control tape, which suggests that yawning might have been caused by tension arising from viewing the yawn tape. Understanding to what extent the observed effect resembles contagious yawning as found in humans and chimpanzees requires more detailed experimentation.", "references": ["12880893", "435660", "15820652", "15801606", "15670705"], "citedin": ["33614085", "33335177", "32513660", "32333423", "32075525", "31519942", "30002482", "28800678", "28791199", "27708435", "27563294", "25959242", "25283782", "25258451", "24619445", "24500137", "24146848", "23975161", "23951146", "22866032", "22808234", "22163307", "21960970", "21748447", "21494669", "20014109", "19889980", "19740888", "19679768", "19620103", "19533316", "18682357", "18574604", "18077238", "17698452"], "five": ["17698452", "15801606", "18682357", "28318293", "19740888", "19452178", "15670705"]}, "27563294": {"pmid": "27563294", "title": "An Observational Investigation of Behavioral Contagion in Common Marmosets (Callithrix jacchus): Indications for Contagious Scent-Marking.", "authors": [[null, "Massen, Jorg J M JJ"], [null, "Šlipogor, Vedrana V"], [null, "Gallup, Andrew C AC"]], "journal": "Frontiers in psychology", "date": "2016", "abstract": "Behavioral contagion is suggested to promote group coordination that may facilitate activity transitions, increased vigilance, and state matching. Apart from contagious yawning, however, very little attention has been given to this phenomenon, and studies on contagious yawning in primates have so far only focused on Old World monkeys and apes. Here we studied behavioral contagion in common marmosets, a species for which group coordination and vigilance are paramount. In particular, we investigated the contagiousness of yawning, stretching, scratching, tongue protrusion, gnawing, and scent-marking. We coded these behaviors from 14 adult marmosets, from two different social groups. During testing sessions, animals were separated into groups of four individuals for 20-min observation periods, across three distinct diurnal time points (morning, midday, and afternoon) to test for circadian patterns. We observed almost no yawning (0.12 yawns/h) and very little stretching behavior. For all other behaviors, which were more common, we found several temporal and inter-individual differences (i.e., sex, age, dominance status) predictive of these responses. Moreover, we found that gnawing and scent-marking, which almost always co-occurred as a fixed-action pattern, were highly temporally clustered within observation sessions. We discuss the relative absence of yawning in marmosets as well as the possible function of contagious scent-marking, and provide suggestions for future research into the proximate and ultimate functions of these behaviors in marmosets.", "references": ["21494669", "820223", "27286098", "20131362", "25637403", "25162677", "20607700", "13576171", "25165630", "23670215", "23076724", "1146423", "19740888", "24457159", "21764751", "17148320", "18550130", "23293583", "22735614", "15860617", "26089358", "24403324", "19452178", "23486926", "9920530", "23951146", "19629551", "22808234", "22209955", "26012708", "18711741", "26617557", "21031034", "24910466", "22268553", "23975161", "12880893", "24721675", "23150550", "26317594", "19889980", "25156806", "12193785", "23166729", "15801606", "22526686", "11413635", "25743581", "9160621", "18682357", "25231356", "18060818", "11805422", "21960970", "27075549"], "citedin": ["34729211", "33725202", "33464603", "33420859", "33335177", "32075525", "29599705"], "five": ["22209955", "24146848", "32333423", "32317997", "33473157"]}, "27727332": {"pmid": "27727332", "title": "Difference in contagious yawning between susceptible men and women: why not?", "authors": [[null, "Norscia, Ivan I"], [null, "Demuru, Elisa E"], ["0000-0002-2038-4596", "Palagi, Elisabetta E"]], "journal": "Royal Society open science", "date": "2016 Sep", "abstract": null, "references": ["10414226", "12880893", "16628369", "17698452", "18439411", "19533316", "19740888", "20840244", "21494669", "21960970", "22163307", "22245006", "22289808", "22808234", "23076724", "23166729", "23670215", "23951146", "23970970", "24146848", "24632594", "24721675", "25165630", "26012708", "26441747", "26617557", "26998318", "27112374", "27708435"], "citedin": ["33335177", "32317997", "32075525"], "five": ["32317997", "24146848", "33506489", "33473157", "22163307", "25156806"]}, "27112374": {"pmid": "27112374", "title": "Social Presence Diminishes Contagious Yawning in the Laboratory.", "authors": [[null, "Gallup, Andrew A"], [null, "Church, Allyson M AM"], [null, "Miller, Heather H"], [null, "Risko, Evan F EF"], [null, "Kingstone, Alan A"]], "journal": "Scientific reports", "date": "2016 04 26", "abstract": "Contagious yawning may be a useful measure of social psychological functioning, and thus it is important to evaluate the variables influencing its expression in laboratory settings. Previous research has documented that humans yawn less frequently in crowded environments and when under direct observation, but the impact of social presence on contagious yawning remains unknown. Here we present the first study to systematically alter the degree of social presence experienced by participants in the laboratory to determine its effect on contagious yawning frequency. Our results demonstrate that both implied and actual social presence significantly diminish yawn contagion in comparison to a control condition, indicating a key social component to contagious yawning. These findings provide a framework for pursuing additional research investigating the social factors influencing contagious yawning, while also offering applications for measuring this response in laboratory settings.", "references": ["21264723", "17698452", "24146848", "18334188", "13576171", "17148417", "25165630", "23076724", "26375928", "12557656", "1156737", "15820652", "25040108", "11056991", "22163307", "24632594", "22808234", "26012708", "25162677", "26617557", "21031034", "23951146", "19533316", "8700941", "21331826", "20840244", "12880893", "19889980", "25156806", "23166729", "21494669", "15801606", "22526686", "24619445", "18682357", "23970970"], "citedin": ["33386468", "31132232", "30670744", "29118377", "28890778", "27727332", "27708435"], "five": ["20357468", "19679768", "29771564", "23670215", "28867202", "23951146"]}, "19679768": {"pmid": "19679768", "title": "An investigation of auditory contagious yawning.", "authors": [[null, "Arnott, Stephen R SR"], [null, "Singhal, Anthony A"], [null, "Goodale, Melvyn A MA"]], "journal": "Cognitive, affective & behavioral neuroscience", "date": "2009 Sep", "abstract": "Despite a widespread familiarity with the often compelling urge to yawn after perceiving someone else yawn, an understanding of the neural mechanism underlying contagious yawning remains incomplete. In the present auditory fMRI study, listeners used a 4-point scale to indicate how much they felt like yawning following the presentation of a yawn, breath, or scrambled yawn sound. Not only were yawn sounds given significantly higher ratings, a trait positively correlated with each individual's empathy measure, but relative to control stimuli, random effects analyses revealed enhanced hemodynamic activity in the right posterior inferior frontal gyrus (pIFG) in response to hearing yawns. Moreover, pIFG activity was greatest for yawn stimuli associated with high as opposed to low yawn ratings and for control sounds associated with equally high yawn ratings. These results support a relationship between contagious yawning and empathy and provide evidence for pIFG involvement in contagious yawning. A supplemental figure for this study may be downloaded from http://cabn.psychonomic-journals.org/content/supplemental.", "references": ["17015092", "17698452", "12831120", "17167096", "18682357", "15801606", "12937876", "17568693", "12359916", "17148320", "16979560", "12052907", "12880893", "8800951", "7666169", "1301372", "14642287", "18633816", "16214387", "15319311", "15162935", "7850593", "18433807", "18276163", "18082427", "8713554", "17338602", "12530994", "16520004", "435660", "10402679", "16271461", "18633786", "15350240", "8812068", "16783366", "15217330", "8890101", "17356686", "15670705", "10427603", "15820652", "17112742", "12161656", "19013068"], "citedin": ["34504125", "34255275", "33897548", "33386468", "32317997", "26998318", "26617557", "25162677", "24632594", "24619445", "24146848", "23990063", "23970970", "23951146", "23776833", "23166729", "22198677", "22163307", "21748447"], "five": ["20357468", "22526686", "31132232", "23951146", "25156806"]}, "24632594": {"pmid": "24632594", "title": "Individual variation in contagious yawning susceptibility is highly stable and largely unexplained by empathy or other known factors.", "authors": [[null, "Bartholomew, Alex J AJ"], [null, "Cirulli, Elizabeth T ET"]], "journal": "PloS one", "date": "2014", "abstract": "The contagious aspect of yawning is a well-known phenomenon that exhibits variation in the human population. Despite the observed variation, few studies have addressed its intra-individual reliability or the factors modulating differences in the susceptibility of healthy volunteers. Due to its obvious biological basis and impairment in diseases like autism and schizophrenia, a better understanding of this trait could lead to novel insights into these conditions and the general biological functioning of humans. We administered 328 participants a 3-minute yawning video stimulus, a cognitive battery, and a comprehensive questionnaire that included measures of empathy, emotional contagion, circadian energy rhythms, and sleepiness. Individual contagious yawning measurements were found to be highly stable across testing sessions, both in a lab setting and if administered remotely online, confirming that certain healthy individuals are less susceptible to contagious yawns than are others. Additionally, most individuals who failed to contagiously yawn in our study were not simply suppressing their reaction, as they reported not even feeling like yawning in response to the stimulus. In contrast to previous studies indicating that empathy, time of day, or intelligence may influence contagious yawning susceptibility, we found no influence of these variables once accounting for the age of the participant. Participants were less likely to show contagious yawning as their age increased, even when restricting to ages of less than 40 years. However, age was only able to explain 8% of the variability in the contagious yawn response. The vast majority of the variability in this extremely stable trait remained unexplained, suggesting that studies of its inheritance are warranted.", "references": ["18651867", "17698452", "19231028", "18793090", "15801606", "22772979", "21722049", "4982211", "24146848", "19679768", "21123252", "22198677", "18550130", "17517918", "12682281", "17412374", "20382180", "20125193", "9176953", "21012604", "21494669", "15670705", "21960970", "20357468", "15820652", "1798888", "19377866", "9176952", "2020051", "12880893", "22163307", "21452918"], "citedin": ["34504125", "34255275", "33897548", "33473157", "33335177", "32317997", "29116154", "28890778", "27727332", "27708435", "27112374", "26998318", "26886100", "26641268", "26617557", "25165630"], "five": ["31132232", "23076724", "24146848", "25162677", "28890778", "33617103", "23951146"]}, "22526686": {"pmid": "22526686", "title": "Auditory contagious yawning in domestic dogs (Canis familiaris): first evidence for social modulation.", "authors": [[null, "Silva, Karine K"], [null, "Bessa, Joana J"], [null, "de Sousa, Liliana L"]], "journal": "Animal cognition", "date": "2012 Jul", "abstract": "Dogs' capacity to 'catch' human yawns has recently attracted the attention of researchers in the field of animal cognition. Following recent studies suggesting that contagion yawning in humans, and some other primates, is empathy-related, some authors have considered the possibility that the same mechanism may underlie contagious yawning in dogs. To date, however, no positive evidence has been found, and more parsimonious hypotheses have been put forward. The present study explored the 'contagion-only' hypothesis by testing whether the mere sound of a human yawn can be sufficient to elicit yawning in dogs, in a way that is unaffected by social-emotional factors. Unexpectedly, results showed an interesting interplay between contagion and social effects. Not only were dogs found to catch human yawns, but they were also found to yawn more at familiar than unfamiliar yawns. Although not allowing for conclusive inferences about the mechanisms underlying contagious yawning in dogs, this study provides first data that renders plausible empathy-based, emotionally connected, contagious yawning in these animals.", "references": [], "citedin": ["33335177", "32298391", "32075525", "32028648", "31519942", "30251104", "29116154", "28655877", "28432495", "28192495", "27563294", "27112374", "26998318", "26617557", "25162677", "24619445", "24424411", "24146848", "23951146", "23166729", "22808234"], "five": ["23076724", "23982621", "23670215", "18682357", "25162677", "19452178", "23951146"]}, "32333423": {"pmid": "32333423", "title": "Low relationship quality predicts scratch contagion during tense situations in orangutans (Pongo pygmaeus).", "authors": [["0000-0002-3096-7920", "Laméris, Daan W DW"], ["0000-0002-5523-7721", "van Berlo, Evy E"], ["0000-0003-1101-6027", "Sterck, Elisabeth H M EHM"], [null, "Bionda, Thomas T"], ["0000-0002-3197-5084", "Kret, Mariska E ME"]], "journal": "American journal of primatology", "date": "2020 07", "abstract": "Primates show various forms of behavioral contagion that are stronger between kin and friends. As a result, behavioral contagion is thought to promote group coordination, social cohesion, and possibly state matching. Aside from contagious yawning, little is known about the contagious effect of other behaviors. Scratching is commonly observed during arousal and as such may play a role within group dynamics. While the Bornean orangutan (Pongo pygmaeus) is commonly considered the least social great ape, orangutans do engage in social interactions. Therefore, their social organization makes them a suitable case for studying the social function of behavioral contagion. Through behavioral observations of captive orangutans, we recorded all yawn and scratch events together with the corresponding behavior of all bystander group-members. As yawning was rarely observed, no conclusions could be drawn regarding this behavior. Scratching was contagious and occurred within 90 s after the triggering scratch. Specifically, orangutans showed increased scratch contagion when they had seen a weakly bonded individual scratch during tense contexts. When the orangutan had not seen the triggering scratch, the contagiousness of scratching was not affected by context or relationship quality. Our results indicate that behavioral contagion is not simply higher between individuals with stronger social relationships, but that the contagiousness of behaviors may vary based on the context and on social factors. We discuss these findings in light of an adaptive function that may reduce aggression.", "references": ["20052605", "12625087", "7620309", "28894109", "27274041", "24998524", "31972204", "18077238", "25598488", "23179533", "21107884", "19740888", "9057966", "24721675", "26676729", "26530306", "27591850", "28182488", "16892412", "12511649", "23951146", "27557135", "25162677", "21331826", "18682357", "15801606", "19710054", "27075549", "18550130", "30002482", "23166729", "20382180", "31964021", "28506927", "23076724", "10580307", "28735879", "20883719", "31110007", "32333423", "22808234", "17148320", "23975161", "21494669", "24070440", "32102493", "8206424", "26833496", "10580305", "25165630", "23383110", "19452178", "1759948", "9160621", "1871201", "20014109", "15240982", "20666657", "22209955", "31311488", "19889980", "4597405"], "citedin": ["33614085", "33335177", "33184357"], "five": ["33335177", "20052605", "16413045", "23784888", "27563294"]}, "19452178": {"pmid": "19452178", "title": "Do dogs (Canis familiaris) show contagious yawning?", "authors": [[null, "Harr, Aimee L AL"], [null, "Gilbert, Valerie R VR"], [null, "Phillips, Kimberley A KA"]], "journal": "Animal cognition", "date": "2009 Nov", "abstract": "We report an experimental investigation into whether domesticated dogs display contagious yawning. Fifteen dogs were shown video clips of (1) humans and (2) dogs displaying yawns and open-mouth expressions (not yawns) to investigate whether dogs showed contagious yawning to either of these social stimuli. Only one dog performed significantly more yawns during or shortly after viewing yawning videos than to the open-mouth videos, and most of these yawns occurred to the human videos. No dogs showed significantly more yawning to the open-mouth videos (human or dog). The percentage of dogs showing contagious yawning was less than chimpanzees and humans showing this behavior, and considerably less than a recently published report investigating this behavior in dogs (Joly-Mascheroni et al. in Biol Lett 4:446-448, 2008).", "references": [], "citedin": ["33420859", "32333423", "32075525", "32028648", "31519942", "28890778", "28432495", "28192495", "27563294", "26998318", "26617557", "25162677", "24619445", "24146848", "23975161", "23951146", "23166729", "22866032", "22836550", "22808234", "21960970", "21494669", "21325312", "20014109", "19889980", "19740888"], "five": ["22526686", "23982621", "15801606", "23670215", "23076724"]}, "15820652": {"pmid": "15820652", "title": "Contagious yawning and the brain.", "authors": [[null, "Platek, Steven M SM"], [null, "Mohamed, Feroze B FB"], [null, "Gallup, Gordon G GG"]], "journal": "Brain research. Cognitive brain research", "date": "2005 May", "abstract": "Contagious yawning, the onset of a yawn triggered by seeing, hearing, reading, or thinking about another person yawn is a well-documented phenomenon. The mechanisms that drive contagious yawning are as yet unknown, but there is recent evidence of a link between contagious yawning and self-processing (S.M. Platek, S.R. Critton, T.E. Myers, G.G. Gallup Jr., Contagious yawning: the role of self-awareness and mental state attribution, Cogn. Brain Res. 17 (2003) 223-227.) that is negatively impacted by schizotypal personality traits. The neural substrates involved in contagious yawning, however, are unknown. Here, using fMRI, we show that viewing someone yawn evokes unique neural activity in the posterior cingulate and precuneus. Because of the role these areas play in self-processing (e.g., self-referential processing, theory of mind, autobiographical memory), our findings provide further support for the hypothesis that contagious yawning may be part of a neural network involved in empathy.", "references": [], "citedin": ["34255275", "33335177", "32075525", "30670744", "28890778", "28790959", "27112374", "26998318", "26617557", "25240300", "25162677", "24632594", "24567723", "24457159", "24223924", "24146848", "23970970", "23951146", "23776833", "23166729", "22866032", "22836550", "22811674", "22198677", "22163307", "20357471", "20026468", "19889980", "19679768", "19377866", "18937281", "17940172", "17148320", "16361583", "16174652"], "five": ["15670705", "12880893", "15964210", "17651008", "18937281"]}, "23970970": {"pmid": "23970970", "title": "Presence of contagious yawning in children with autism spectrum disorder.", "authors": [[null, "Usui, Saori S"], [null, "Senju, Atsushi A"], [null, "Kikuchi, Yukiko Y"], [null, "Akechi, Hironori H"], [null, "Tojo, Yoshikuni Y"], [null, "Osanai, Hiroo H"], [null, "Hasegawa, Toshikazu T"]], "journal": "Autism research and treatment", "date": "2013", "abstract": "Most previous studies suggest diminished susceptibility to contagious yawning in children with autism spectrum disorder (ASD). However, it could be driven by their atypical attention to the face. To test this hypothesis, children with ASD and typically developing (TD) children were shown yawning and control movies. To ensure participants' attention to the face, an eye tracker controlled the onset of the yawning and control stimuli. Results demonstrated that both TD children and children with ASD yawned more frequently when they watched the yawning stimuli than the control stimuli. It is suggested therefore that the absence of contagious yawning in children with ASD, as reported in previous studies, might relate to their weaker tendency to spontaneously attend to others' faces.", "references": ["18651867", "20840244", "21123252", "7850593", "18682357", "17995488", "20714799", "10789276", "20446172", "19679768", "2895884", "19533316", "18937281", "17698452", "15801606", "20357471", "17338602", "20124117", "20382180", "435660", "18439827", "19608858", "15670705", "17337071", "17133386", "15820652", "19377866", "15219586", "15886871", "13576171", "19889980"], "citedin": ["33897548", "33335177", "32317997", "32075525", "31132232", "28890778", "27727332", "27708435", "27112374", "26617557", "25165630", "24678289", "24146848"], "five": ["19533316", "17698452", "31132232", "33617103", "33897548"]}}