{"34120495": {"pmid": "34120495", "title": "Topical interferon in recurrent inflammatory macular edema following a cat bite.", "authors": [["0000-0002-5536-8051", "Kawali, Ankush A"], [null, "Srinivasan, Sanjay S"], ["0000-0002-6137-8870", "Mahendradas, Padmamalini P"], [null, "Shetty, Rohit R"]], "journal": "European journal of ophthalmology", "date": "2021 Jun 14", "abstract": "Treating chronic macular edema (CME) post endophthalmitis is a challenge. Use of steroids may reactivate the infection and repeated intravitreal therapy with anti-vascular growth factor inhibitors (Anti-VEGF) puts the patient again at the risk of exacerbation of inflammation or endophthalmitis. We describe a case of CME post traumatic endophthalmitis successfully treated with topical interferon therapy.", "references": [], "citedin": ["34575244"], "five": ["27749791", "29560479", "25061272", "10896343", "30015770", "12963610", "27585567"]}, "10896343": {"pmid": "10896343", "title": "The pathogenesis and clinical presentation of macular edema in inflammatory diseases.", "authors": [[null, "Guex-Crosier, Y Y"]], "journal": "Documenta ophthalmologica. Advances in ophthalmology", "date": "1999", "abstract": "Cystoid macular edema (CME) is a classical complication of ocular inflammation. This syndrome was already described by Irvine in 1953 but the pathogenesis of this condition remains unclear. Cystoid macular edema can result either from a rupture of the inner or from the outer blood ocular barrier. Clinical CME that is responsible for a low visual acuity must be differentiated from angiographic CME that can be present even without any decrease in visual acuity. Fluid progressively accumulates into the outer plexiform layer of the retina and pools into cystic spaces. Fluid accumulation can now be better seen with optical coherence tomography (OCT). In chronic CME fluid accumulation is associated with thinning of the retina and fibrosis. At this stage irreversible lesions are present and CME does not respond to medical therapies. Inflammatory CME must be differentiated from CME resulting from irreversible vascular damage such as in diabetic CME or due to vein occlusions. Experimental research on cystoid macular edema has been hampered by the lack of animal model: most of laboratory animals have no macula, monkeys appear to be highly resistant to macular edema. Five major causes have been suspected to be at the origin of CME: (1) photic retinopathy, (2) trauma of ocular tissue, (3) secondary irritation of the ciliary body, (4) vitreous traction and (5) pharmaceutically induced CME. Clinical experience has shown that pseudophakic CME usually responds well to local therapy of steroids and non-steroidal antiinflammatory drugs (NSAIDs) and/or in association with systemic acetazolamide. Acetazolamide is increasing fluid resorption through the retinal pigment epithelium. Postoperative CME rarely needs additional posterior subtenon's injections to resolve. But in CME occurring secondary to uveitis additional posterior sub-Tenon's steroid injections or systemic steroids may be necessary to decrease the constant release of inflammatory mediators.", "references": ["22822783", "6463851", "7437393", "2361736", "2211037", "7029388", "6540483", "869422", "8508336", "7043873", "2696710", "5955948", "518390", "4632472", "7387520", "3494559", "2778762", "5934962", "3068282", "3428394", "2803090", "1614102", "479006", "8056514", "412691", "3415543", "3497100", "8977222", "6752799", "6634079", "8133491", "2243674", "7409984", "13040458", "3231908"], "citedin": ["28356704", "28299006", "27630374", "26975399", "26244973", "25756062", "25136452", "24788977", "23836953", "22707339", "22535323", "22096351", "22094296", "20927757", "20238484", "19756184", "19668543", "19668445", "19668442", "17356517", "17219109", "17148663", "16896918", "15747121", "15654595", "15090421", "14504894"], "five": ["27749791", "25863671", "16271177", "10328408", "32092363"]}, "27749791": {"pmid": "27749791", "title": "POSSIBLE EFFICACY OF TOPICAL DORZOLAMIDE IN THE TREATMENT OF PACLITAXEL-RELATED CYSTOID MACULAR EDEMA.", "authors": [[null, "Dwivedi, Rahul R"], [null, "Tiroumal, Sambath S"]], "journal": "Retinal cases & brief reports", "date": "2018 Winter", "abstract": "Paclitaxel (Taxol) is a microtubule-stabilizing agent and belongs to the taxane group of chemotherapeutic drugs. It is used to treat numerous malignancies, such as breast and lung cancers. A rare side effect of this drug includes cystoid macular edema (CME), which is presumed to resolve after cessation of Paclitaxel. We present a case of topical Dorzolamide 2% (Trusopt) having a possible successful effect in the treatment of Paclitaxel-related nonresolving CME. By highlighting this rare ocular side effect of a common chemotherapeutic agent, which fails to resolve upon cessation of the drug alone, we suggest a possible treatment that may help other ophthalmologists in their management of similar cases.", "references": [], "citedin": ["34284818", "32190783", "29517580"], "five": ["34284818", "23061416", "9196934", "22215259", "29270811", "30028788"]}, "27585567": {"pmid": "27585567", "title": "Cystoid macular edema associated with iridocorneal endothelial syndrome: a case report.", "authors": [[null, "Suzuki, Keita K"], [null, "Mizuguchi, Tadashi T"], [null, "Seno, Yui Y"], [null, "Tanikawa, Atsuhiro A"], [null, "Horiguchi, Masayuki M"]], "journal": "BMC ophthalmology", "date": "2016 Sep 01", "abstract": "Iridocorneal endothelial (ICE) syndrome occurs mainly in young and middle-aged women and typically presents as a unilateral disease characterized by abnormalities of the iris and corneal endothelium. While the ICE syndrome is known to be associated with glaucoma and bullous keratopathy, to our knowledge, only two cases of ICE syndrome complicated with cystoid macular edema (CME) have been reported to date. In this paper, we report a case of ICE syndrome complicated with CME treated at our institution.", "references": ["10698027", "717494", "508177", "15725892", "24035173", "15973203", "17964407", "19654513", "9596510", "11248814"], "citedin": [], "five": ["18327052", "18001248", "18664937", "27749791", "30255396"]}, "34575244": {"pmid": "34575244", "title": "Update on the Management of Uveitic Macular Edema.", "authors": [["0000-0002-0935-8880", "Teper, Slawomir Jan SJ"]], "journal": "Journal of clinical medicine", "date": "2021 Sep 14", "abstract": "Uveitic macular edema (ME) is a frequent complication in 8.3% of uveitis patients and is a leading cause of serious visual impairment in about 40% of cases. Despite the numerous available drugs for its treatment, at least a third of patients fail to achieve satisfactory improvement in visual acuity. First-line drugs are steroids administered by various routes, but drug intolerance or ineffectiveness occur frequently, requiring the addition of other groups of therapeutic drugs. Immunomodulatory and biological drugs can have positive effects on inflammation and often on the accompanying ME, but most uveitic randomized clinical trials to date have not aimed to reduce ME; hence, there is no clear scientific evidence of their effectiveness in this regard. Before starting therapy to reduce general or local immunity, infectious causes of inflammation should be ruled out. This paper discusses local and systemic drugs, including steroids, biological drugs, immunomodulators, VEGF inhibitors, and anti-infection medication.", "references": ["32041669", "18243153", "23803479", "32624244", "30817592", "1190276", "28165851", "28080174", "29371007", "32683108", "15825532", "27901644", "33078113", "15880983", "32985270", "32173113", "32356367", "23519884", "17050581", "27286894", "26281823", "19668559", "23803475", "34072679", "34120495", "12689886", "23615343", "31369405", "24008391", "29504674", "31902244", "33084818", "27630374", "30562409", "34185585", "22096351", "31571815", "26089635", "29437495", "21220619", "19344827", "33207259", "30269924", "19578087", "24332536", "33133435", "16877081", "28608031", "31238716", "23786783", "33200957", "12967811", "29134820", "5493410", "31927680", "18300089", "33065425", "18779477", "31805140", "26972783", "32685396", "25624689"], "citedin": [], "five": ["30562409", "30858697", "28080174", "31448093", "26731514"]}, "30015770": {"pmid": "30015770", "title": "BILATERAL INTRAVITREAL 0.19-MG FLUOCINOLONE ACETONIDE IMPLANT FOR PERSISTENT NONDIABETIC CYSTOID MACULAR EDEMA AFTER VITRECTOMY.", "authors": [[null, "Ong, Sally S SS"], [null, "Walter, Scott D SD"], [null, "Chen, Xi X"], [null, "Thomas, Akshay S AS"], [null, "Finn, Avni P AP"], [null, "Fekrat, Sharon S"]], "journal": "Retinal cases & brief reports", "date": "2021 May 01", "abstract": "Iluvien (Alimera Science, Alpharetta, GA) is an injectable, nonbiodegradable, sustained-release 0.19-mg fluocinolone acetonide intravitreal implant. Although currently approved by the Food and Drug Administration only for diabetic macular edema previously treated with a course of corticosteroids without a clinically significant intraocular pressure response, the 0.19-mg fluocinolone acetonide implant could theoretically be used to treat other noninfectious inflammatory conditions including persistent cystoid macular edema because of nondiabetic etiologies.", "references": [], "citedin": ["34055398", "33664598"], "five": ["31964171", "29248913", "33206392", "31906704", "28463851", "20939799", "33664598", "28283896", "30674351", "33464558"]}, "30562409": {"pmid": "30562409", "title": "Anti-tumour necrosis factor biological therapies for the treatment of uveitic macular oedema (UMO) for non-infectious uveitis.", "authors": [[null, "Barry, Robert J RJ"], [null, "Tallouzi, Mohammad O MO"], [null, "Bucknall, Nick N"], [null, "Mathers, Jonathan M JM"], [null, "Murray, Philip I PI"], [null, "Calvert, Melanie J MJ"], [null, "Moore, David J DJ"], [null, "Denniston, Alastair K AK"]], "journal": "The Cochrane database of systematic reviews", "date": "2018 12 18", "abstract": "Non-infectious uveitis describes a heterogenous group of ocular disorders characterised by intraocular inflammation in the absence of infection. Uveitis is a leading cause of visual loss, most commonly due to uveitic macular oedema (UMO). Treatment is aimed at reducing disease activity by suppression of the intraocular inflammatory response. In the case of macular oedema, the aim is to restore macular architecture as quickly as possible, in order to prevent irreversible photoreceptor damage in this area. Acute exacerbations are typically managed with corticosteroids, which may be administered topically, locally or systemically. Whilst these are often rapidly effective in achieving disease control, long-term use is associated with significant local and systemic side effects, and 'steroid sparing agents' are typically used to achieve prolonged control in severe or recalcitrant disease. Anti-tumour necrosis factor (TNF) drugs block a critical cytokine in the inflammatory signalling process, and have emerged as effective steroid-sparing immunomodulatory agents in a wide range of non-ocular conditions. There is mechanistic data to suggest that they may provide a more targeted approach to disease control in UMO than other agents, but to date, these agents have predominantly been used 'off label' as the majority are not licensed for ocular use. This review aims to summarise the available literature reporting the use of anti-TNF therapy in UMO, thus developing the evidence-base on which to make future treatment decisions and develop clinical guidelines in this area.", "references": ["24366669", "19027424", "23803475", "24008391", "27542302", "8703885", "15258410", "15488796", "11859142", "24143896", "15156343", "12111919", "25226529", "16815285", "22119879", "17065921", "10457590", "26090218", "16916876", "9705358", "15019324", "16171868", "21823935", "19188093", "11354352", "24996907", "20126505", "19065416", "18538991", "23252659", "26164735", "20001261", "3812627", "7640345", "23706700", "10688564", "8548360", "21941174", "18245110", "23983404", "25825604", "25226284", "16784338", "18379933", "23264329", "30562409", "14996689", "24024585", "19344827", "16260118", "11961039", "24332536", "27602665", "16877081", "28608031", "18297240", "24576888", "22222264", "15197059", "16636704", "23256801", "15006844", "18662932", "19321469", "16288810", "23807831", "12958120", "20171303"], "citedin": ["34575244", "33171664", "31189993"], "five": ["24788977", "26872918", "28670710", "23440840", "25170575", "25686158", "26352007"]}, "33664598": {"pmid": "33664598", "title": "Fluocinolone Acetonide 0.19 mg Implant in Patients with Cystoid Macular Edema Due To Irvine-Gass Syndrome.", "authors": [["0000-0001-6487-7950", "Marques, João Heitor JH"], ["0000-0003-4842-8623", "Abreu, Ana Carolina AC"], [null, "Silva, Nisa N"], ["0000-0001-9148-2786", "Meireles, Angelina A"], ["0000-0002-5673-1561", "Pessoa, Bernardete B"], [null, "Melo Beirão, João J"]], "journal": "International medical case reports journal", "date": "2021", "abstract": "Cystoid macular edema (CME) due to Irvine-Gass syndrome (IGS) is one of the common causes of painless visual impairment post-cataract extraction. The treatment of recurrent cases remains unstandardized.", "references": ["29062594", "30015770", "25759965", "25438734", "21187730", "27672316", "25583283", "27190126", "28987449", "22727177"], "citedin": ["34640393"], "five": ["34836464", "30015770", "30694420", "26520410", "25232337", "27203164"]}, "22096351": {"pmid": "22096351", "title": "Etiology and treatment of the inflammatory causes of cystoid macular edema.", "authors": [[null, "Cho, Hyung H"], [null, "Madu, Assumpta A"]], "journal": "Journal of inflammation research", "date": "2009", "abstract": "Cystoid macular edema in its various forms can be considered one of the leading causes of central vision loss in the developed world. It occurs in a wide variety of pathologic conditions and represents the final common pathway of several basic processes. Therapeutic approaches to cystoid macular edema depend on a clear understanding of its contributing pathophysiologic mechanisms. This review will discuss the mechanism of ocular inflammation in cystoid macular edema with a particular focus on the inflammatory causes: post-operative, uveitic, and after laser procedures. A variety of pharmacologic agents targeting inflammatory molecules have been shown to reduce macular edema and improve visual function. However, the long-term efficacy and safety of most new therapies have yet to be established in controlled clinical trials.", "references": ["18789796", "17065927", "17139162", "15019324", "16794435", "8778065", "12652648", "12592044", "16877081", "17547472", "16170111", "1549810", "7661201", "15992752", "16370927", "12917174", "8963073", "7498564", "1928237", "16004683", "11841574", "10360304", "17720068", "16690128", "11496855", "10724825", "16763379", "17363060", "17962481", "19268890", "7786212", "10896346", "9475059", "10896343", "10485912", "12189605", "16896918", "9836530", "9674003", "9543253", "14573973", "16963852", "15488777", "11054327", "18163001", "17056381", "18437583", "15317708", "15325193", "12759847", "10569164", "12648633", "3839919", "9279670", "17916316", "8618764"], "citedin": ["34575244", "32801619", "32283698", "32183739", "31571815", "26869758", "24385672", "24300231"], "five": ["18789796", "18163001", "28080174", "26616298", "12854032"]}, "28080174": {"pmid": "28080174", "title": "The Use of Topical Non-steroidal Anti-inflammatory Drugs for Uveitic Cystoid Macular Edema.", "authors": [[null, "Petrushkin, Harry H"], [null, "Rogers, Duncan D"], [null, "Pavesio, Carlos C"]], "journal": "Ocular immunology and inflammation", "date": "2018", "abstract": "The use of topical non-steroidal anti-inflammatory drugs in the management of uveitic cystoid macular edema is controversial. In this letter, we review the literature and report our results from a retrospective case series of 281 patients taking topical nepafenac 0.1% for uveitic cystoid macular edema between 2010 and 2016. Over a 4-month period, there was a modest improvement in best-corrected visual acuity (0.66 ± 3.7 logMAR) and central macular thickness (69.8 ± 132.5 μm). Patients with idiopathic anterior uveitis and HLA-B*27-associated anterior uveitis recovered more vision while taking topical nepafenac 0.1%, than those with other uveitides, however, this was not statistically significant. There is a need for controlled prospective studies to evaluate the efficacy of topical non-steroidal anti-inflammatory drugs in the management of uveitic cystoid macular edema. At present, clinicians have little evidence on which to base practice.", "references": [], "citedin": ["34759667", "34575244", "32963592", "30858697"], "five": ["29785993", "30255396", "18664937", "29120255", "28219426"]}, "34284818": {"pmid": "34284818", "title": "Regression of taxane-related cystoid macular edema after topical dorzolamide treatment: two case reports.", "authors": [[null, "Otsubo, Mitsuru M"], ["0000-0003-1344-1641", "Kinouchi, Reiko R"], [null, "Kamiya, Takayuki T"], [null, "Yoshida, Akitoshi A"]], "journal": "Journal of medical case reports", "date": "2021 Jul 21", "abstract": "Cystoid macular edema is a rare, vision-threatening side effect of the taxane family of anticancer agents. There is no established treatment or standard treatment protocol for taxane-related cystoid macular edema. Here, we report two cases of taxane-related cystoid macular edema that were treated with topical dorzolamide.", "references": ["22245536", "7249508", "28868019", "23154489", "9046968", "16963845", "22023333", "27749791", "423966", "8011183", "22484725", "29952984", "17215269", "30156164", "21431400", "10896339", "17502517", "5553076", "28781803", "27095804", "22592399", "19001234", "21792318", "26366312"], "citedin": [], "five": ["27749791", "9196934", "23061416", "22215259", "26803827", "21886018"]}, "16877081": {"pmid": "16877081", "title": "Impact of macular edema on visual acuity in uveitis.", "authors": [[null, "Lardenoye, Charlotte W T A CW"], [null, "van Kooij, Bram B"], [null, "Rothova, Aniki A"]], "journal": "Ophthalmology", "date": "2006 Aug", "abstract": "To investigate the impact of cystoid macular edema (CME) on visual acuity in patients with uveitis.", "references": [], "citedin": ["34851465", "34786486", "34759667", "34635967", "34575244", "34501414", "34501209", "33710470", "33363776", "32724858", "32685396", "32069898", "32041669", "31771628", "31571815", "30873449", "30858697", "30694420", "30677041", "30562409", "30269924", "30255821", "29318438", "29191216", "28528519", "28451463", "28299006", "27980877", "27833927", "27815703", "27347446", "27256304", "27052016", "26872918", "26664246", "26386159", "26201460", "26139803", "25998942", "25502122", "25448321", "25136452", "25028250", "24976689", "24677110", "24487049", "24366669", "24332536", "24184915", "23893042", "22878444", "22839430", "22661129", "22530874", "22167465", "22096351", "21861971", "21498606", "20383338", "19669782", "19204236", "18365145", "18321467", "18297240", "18034214", "17219112"], "five": ["15121373", "17011854", "16996607", "12557024", "16038650"]}, "28608031": {"pmid": "28608031", "title": "Adalimumab in refractory cystoid macular edema associated with birdshot chorioretinopathy.", "authors": [[null, "Steeples, Laura R LR"], [null, "Spry, Paul P"], [null, "Lee, Richard W J RWJ"], ["0000-0002-0055-9547", "Carreño, Ester E"]], "journal": "International ophthalmology", "date": "2018 Jun", "abstract": "To report the clinical outcomes of adalimumab therapy in cases of birdshot chorioretinitis (BCR) with cystoid macular edema (CME) refractory to conventional immunotherapy.", "references": ["17949671", "22530874", "16196117", "16263368", "18268208", "15936442", "23180232", "25637598", "27602665", "10806434", "23177362", "27542302", "16386995", "16159719", "25204610"], "citedin": ["34575244", "33883633", "33710470", "33262772", "32069898", "30562409"], "five": ["27183549", "21099452", "30660771", "27726475", "24366669"]}, "16896918": {"pmid": "16896918", "title": "Prospective optical coherence tomographic evaluation of the efficacy of oral and posterior subtenon corticosteroids in patients with intermediate uveitis.", "authors": [[null, "Venkatesh, Pradeep P"], [null, "Abhas, Zaheer Z"], [null, "Garg, Satpal S"], [null, "Vohra, Rajpal R"]], "journal": "Graefe's archive for clinical and experimental ophthalmology = Albrecht von Graefes Archiv fur klinische und experimentelle Ophthalmologie", "date": "2007 Jan", "abstract": "To prospectively evaluate the efficacy of oral corticosteroids and posterior subtenon injection in the treatment of macular edema in patients with intermediate uveitis using optical coherence tomography (OCT).", "references": ["4677452", "10896343", "12434488", "9625551", "3684231", "7611330", "8703885", "15121373", "918842", "9850264", "8351091", "11297495", "11885799", "9063245", "4970748", "7639652", "867625", "15156343", "5822457", "15629301", "10711901"], "citedin": ["27347446", "27188332", "25118844", "23835664", "23242589", "22096351"], "five": ["19065416", "17997773", "16798476", "28324879", "17302204"]}, "23061416": {"pmid": "23061416", "title": "Cystoid macular edema without leakage secondary to nab-Paclitaxel (Abraxane): clinical experience with intravitreal bevacizumab.", "authors": [[null, "Rahman, Hassan T HT"], [null, "Yeh, Steven S"], [null, "Bergstrom, Chris S CS"]], "journal": "Journal of ocular pharmacology and therapeutics : the official journal of the Association for Ocular Pharmacology and Therapeutics", "date": "2013 Apr", "abstract": "Cystoid macular edema (CME) is a rarely reported side effect of nanoparticle albumin bound (nab)-paclitaxel therapy-an antimitotic agent used for breast cancer. We describe a patient with bilateral CME secondary to Abraxane that was minimally responsive to intravitreal bevacizumab. To our knowledge, this is the first reported case of the use of intravitreal bevacizumab for this condition. A previous report has described the ineffectiveness of concurrent intravenous bevacizumab with Abraxane. This lack of efficacy and knowledge of the mechanism of paclitaxel may provide insights into the mechanisms of CME without angiographic leakage.", "references": [], "citedin": ["32190783", "31571815", "27123288", "27095804", "26366312", "26243822", "23640687"], "five": ["27749791", "21992557", "21822008", "23421925", "21708093"]}, "31571815": {"pmid": "31571815", "title": "Macular edema associated with non-infectious uveitis: pathophysiology, etiology, prevalence, impact and management challenges.", "authors": [[null, "Massa, Horace H"], [null, "Pipis, Spyros Y SY"], [null, "Adewoyin, Temilade T"], [null, "Vergados, Athanasios A"], [null, "Patra, Sudeshna S"], [null, "Panos, Georgios D GD"]], "journal": "Clinical ophthalmology (Auckland, N.Z.)", "date": "2019", "abstract": "Macular edema (ME) is the most common sight-threatening complication in uveitis. The diagnostic and therapeutic management of the uveitic macular edema (UME) might be challenging due to the complex diagnostic workup and the difficulties physicians face to find the underlying cause, and due to its usually recurrent nature and the fact that it can be refractory to conventional treatment. Some of the mild cases can be treated with topical steroids, which can be combined with non-steroid anti-inflammatory drugs. However, immunomodulators such as methotrexate, tacrolimus, azathioprine, cyclosporine and mycophenolate mofetil together with anti-tumor necrosis factor-α (anti-TNF alpha) monoclonal antibodies such as adalimumab and infliximab, may be required to control the inflammation and the associated ME in refractory cases, or when an underlying disease is present. This review of the literature will focus mostly on the non-infectious UME.", "references": ["14704899", "29191216", "30156164", "3523352", "29121365", "17356517", "28579215", "16196117", "10696740", "7661207", "15860284", "27467180", "22454745", "16476888", "7192171", "27330388", "26727030", "20065216", "30291136", "18408497", "10361227", "563237", "26092330", "16282128", "7643749", "27959607", "22823117", "21712024", "21850175", "24366669", "18163000", "25583283", "11024423", "25211040", "10873978", "16839797", "12766090", "9893590", "24410459", "25687027", "6385931", "22371414", "26872918", "24379650", "29655222", "12854035", "15019324", "30821631", "23061416", "29452454", "6472804", "30222658", "28445659", "26298718", "18577643", "27222633", "9865617", "24835134", "24996907", "31184554", "8841072", "19545901", "30817592", "29778106", "18282492", "16996615", "29662300", "20001261", "24843301", "3812627", "28351047", "3124265", "30509444", "16777578", "25861399", "16912010", "28960116", "28838249", "16061096", "22231867", "9754172", "30255396", "16215541", "26056428", "22809758", "23599188", "22935598", "11734688", "27015607", "28520640", "22530874", "9088407", "21595541", "20175270", "29298168", "26626451", "26133756", "8956319", "29135797", "25708777", "24678790", "27715380", "12140025", "24409947", "17669497", "28991501", "22525047", "11167291", "9112191", "28441904", "26031738", "8407119", "15748953", "6614105", "18379933", "30772346", "22096351", "23318000", "25100906", "16899524", "29397459", "23709211", "29474135", "27608193", "8703885", "17467532", "29536169", "20703047", "15364218", "27095804", "21970663", "19344827", "30269924", "15317708", "3812615", "24332536", "30270801", "30055692", "16564794", "27391933", "30858697", "27602665", "16877081", "23522744", "23538612", "28882393", "12204717", "18297240", "14509465", "20370333", "30683065", "7910903", "21168186", "29035614", "30677041", "15791154", "15496580", "24713505", "15488796", "19669782", "12854027", "11470987", "28351051", "29150462", "8554079", "23661536", "20703048", "25709064", "29773271", "26366312", "28237411", "22632727", "30582273", "9196934", "9288447", "29450365", "18795315", "18398354", "30449643", "27256304", "27060872"], "citedin": ["34786486", "34718340", "34575244", "34322164", "33718975", "32069898"], "five": ["30858697", "25908007", "30888881", "29610003", "24366669", "33065425"]}}