{"26098320": {"pmid": "26098320", "title": "Raynaud\u0092s phenomenon - assessment and differential diagnoses.", "authors": [[null, "Linnemann, Birgit B"], [null, "Erbe, Matthias M"]], "journal": "VASA. Zeitschrift fur Gefasskrankheiten", "date": "2015 May", "abstract": "Raynaud\u0092s phenomenon (RP) is characterised by paroxysmal reversible episodes of vasospasm, usually involving peripheral small vessels of the fingers or toes and resulting in a triple-colour change starting with pallor and followed by cyanosis and erythema. Attacks are typically triggered by cold or emotional stress. The diagnosis of RP can be made on the basis of the patient\u0092s clinical symptoms. Primary RP occurs without underlying disease and is considered a benign condition. A normal erythrocyte sedimentation rate, negative testing for antinuclear antibodies, normal nailfold capillaries and the absence of structural micro- or macrovascular damage and other diseases lead to the diagnosis of primary RP. Digital photoplethysmography and pulse contour analysis can be used as an additional tool to exclude structural macro- or microvascular disease. In contrast, secondary RP is associated with other diseases, mainly connective tissue diseases such as systemic sclerosis. If there is a suspicion of secondary RP, a thorough laboratory and vascular assessment is required to make the diagnosis of underlying disease. Acrocyanosis and erythromelalgia are additional functional vascular disorders that can be easily distinguished when patients are carefully assessed for their history and clinical symptoms.", "references": [], "citedin": ["30684190", "29484025"], "five": ["24801303", "15309214", "20186674", "31577265", "15346976"]}, "30684190": {"pmid": "30684190", "title": "Unfavourably altered plasma clot properties in patients with primary Raynaud's phenomenon: association with venous thromboembolism.", "authors": [[null, "Żuk, Joanna J"], [null, "Snarska-Drygalska, Agnieszka A"], [null, "Malinowski, Krzysztof Piotr KP"], [null, "Papuga-Szela, Elżbieta E"], ["0000-0003-3176-8007", "Natorska, Joanna J"], [null, "Undas, Anetta A"]], "journal": "Journal of thrombosis and thrombolysis", "date": "2019 Feb", "abstract": "Associations of Raynaud's phenomenon (RP) with venous thromboembolism (VTE) are unclear. We investigated the occurrence of RP together with prothrombotic state markers and fibrin clot properties in VTE patients. In this prospective cohort study we enrolled 360 patients free of known autoimmune disease. D-dimer, von Willebrand factor (vWF), plasma clot permeability (Ks), clot lysis time (CLT) along with fibrinolysis activators and inhibitors were determined at least 3 months since the VTE event. The presence/absence of RP was diagnosed at least 6 months before VTE. Primary RP occurred in 57 subjects (17%) with a 3.6-fold higher prevalence among women. Patients with RP had 11% higher fibrinogen, 16% higher vWF, 5% lower Ks, and 10% longer CLT (all p < 0.05). Females with RP (21%) had 6.6% lower Ks, 11.2% longer CLT, and 18.5% higher vWF (all p < 0.05) compared with men. CLT was predicted by PAI-1 and vWF levels. Regression analysis showed that RP was a predictor of prolonged CLT in the whole patient group (OR 3.46, 95% CI 1.92-6.24) and in women following VTE (OR 2.75, 95% CI 1.31-5.78). Primary RP patients tend to form denser plasma fibrin clots displaying impaired lysability and increased endothelial damage. RP might be a novel risk factor for VTE, especially in women.", "references": ["11727844", "12324557", "12370216", "14289442", "15741200", "16917107", "17349450", "17640649", "17723142", "18576359", "18656283", "18929523", "19246700", "19624461", "19690336", "20471669", "21323768", "21836064", "22274545", "24126457", "24418302", "24652596", "25678814", "25776043", "26098320", "26540111", "26786481", "26810938", "27592622", "27926582", "28450106", "28740853", "29225327", "53042", "7985828", "8316776", "8712862"], "citedin": ["33066506"], "five": ["31323706", "28062504", "31479942", "28771277", "31827635"]}, "31577265": {"pmid": "31577265", "title": "Recent advances in the workup and management of Raynaud phenomenon.", "authors": [[null, "Lis-Święty, Anna A"]], "journal": "Polish archives of internal medicine", "date": "2019 11 29", "abstract": "Raynaud phenomenon (RP) is defined as recurrent, reversible episodes of vasospasm involving peripheral small vessels, typically in the fingers and toes. Primary (idiopathic) RP is common (it occurrs in about 5% of the general population) and is usually benign. Secondary RP accounts for 10% to 20% of all RP cases and may be associated with complications such as tissue loss, ulcers, and gangrene. Systemic sclerosis (SSc) or, more rarely, other connective tissue diseases are the main underlying conditions. A detailed clinical history and careful physical examination may be helpful in identifying the cause. Routine investigations include a full blood count, measurement of erythrocyte sedimentation rate, C‑reactive protein, antinuclear antibody levels, biochemical profile, thyroid function tests, protein electrophoresis, chest X‑ray, and nailfold capillaroscopy. Capillaroscopy can facilitate a very early diagnosis of SSc. Doppler ultrasound is recommended to evaluate the risk of pathologies in large to medium-sized arteries. Lifestyle modifications may be sufficient to control primary RP, but some patients, and most with secondary RP, require pharmacologic treatment. Several medications are proposed to manage RP and its complications, such as calcium channel blockers, phosphodiesterase type 5 inhibitors, intravenous prostanoids, and topical nitrates. However, scientific evidence for the use of these drugs is still weak to moderate. Despite the lack of efficacy of bosentan in RP treatment, this medication is approved for the secondary prevention of digital ulcers in patients with SSc. In conclusion, the management of RP still represents a challenge. Collaboration between healthcare professionals, patient organizations, and the society could encourage earlier medical assessment of people at risk of SSc.", "references": [], "citedin": ["34646608", "33466727", "33199324", "32765777"], "five": ["15346976", "27129065", "26098320", "27421220", "29512213"]}, "29484025": {"pmid": "29484025", "title": "Acrocyanosis - A Symptom with Many Facettes.", "authors": [[null, "Wollina, Uwe U"], [null, "Koch, André A"], [null, "Langner, Dana D"], [null, "Hansel, Gesina G"], [null, "Heinig, Birgit B"], [null, "Lotti, Torello T"], [null, "Tchernev, Georgi G"]], "journal": "Open access Macedonian journal of medical sciences", "date": "2018 Jan 25", "abstract": "Acrocyanosis is an uncommon complaint belonging to the acro-syndromes. It typically presents with coolness and bluish discolourations of hands, feet, ears, nose, lips and nipple. The most frequently affected parts of the body are the hands. This review discusses physical factors, vascular disorders, infectious diseases, haematological disorders, solid tumours genetic disorders, drugs, eating disorders, and spinal disease presenting as or leading to acrocyanosis.", "references": ["23816603", "27604406", "28167590", "26199764", "24860770", "21427140", "26098320", "24801303", "17224560", "26432058", "16721178", "26064768", "16432859", "12077580", "9686060", "25878756", "25035731", "16179181", "27298506", "27099738", "28050677", "9155966", "26034475", "8745686", "20808514", "24872481", "17472626", "27598502", "25599681", "26831034", "23103120", "17909173", "26763826", "2350926", "28216727", "24249890"], "citedin": ["33977015"], "five": ["24249890", "11712060", "20186674", "15309214", "20418987"]}, "24801303": {"pmid": "24801303", "title": "[Differential diagnoses of Raynaud's phenomenon].", "authors": [[null, "Ahrazoglu, M M"], [null, "Moinzadeh, P P"], [null, "Hunzelmann, N N"]], "journal": "Deutsche medizinische Wochenschrift (1946)", "date": "2014 May", "abstract": "Raynaud's phenomenon (RP) is characterized by repeated vasospastic attacks of the distal extremities induced by cold, humidity, vibrations or emotional stress. It typically presents a triphasic colour change from white (palor; vasoconstriction) to blue (cyanosis) and red (reactive hyperaemia). The symptoms are based on a primary RP in 90 %. Secondary RP is a symptom of an underlying disease. RP has to be distinguished from other colour changes of the distal extremities like acrocyanosis, erythromelalgia, perniosis and Chilblain-Lupus. Patients history, clinical examination, ANA, ESR/CRP and nailfold capillaroscopy are essential for the early diagnosis of an underlying disease. The initiation of angiologic tests is important in patients with digital ulcers, necrosis or gangrene. Important differential diagnoses in secondary RP are autoimmune rheumatic diseases like systemic sclerosis and systemic lupus erythematodes as well as vascular diseases like arterial occlusions and compression syndromes or concomitant medication (i. e. beta-blocker).", "references": [], "citedin": ["29484025"], "five": ["27917635", "15309214", "26098320", "24568762", "21117349"]}, "15346976": {"pmid": "15346976", "title": "[Raynaud's phenomenon].", "authors": [[null, "Sprynger, M M"]], "journal": "Revue medicale de Liege", "date": "2004 Jun", "abstract": "Raynaud's phenomenon (RP) is a common vascular disorder characterized by a recurrent transient vasospasm of the fingers and toes on exposure to cold or with emotional stress. Clinical criteria are used to distinguish patients with primary or idiopathic RP (formely Raynaud's disease) from those with secondary RP (formely Raynaud's syndrome). They include history, general physical examination, capillaroscopy, test for antinuclear antibody and erythrocyte sedimentation rate. More specific exams may be needed in selective cases. Excluding RP of occupational origin, the most common cause of secondary RP is a connective tissue disease (particularly scleroderma). RP may precede other clinical symptoms by several years, but most patients with RP will not progress to systemic disease. Nevertheless, primary RP may cause significant disability. We review the pathophysiology and clinical criteria of the disorder. Unfortunately, management of PR is still empirical and largely supportive.", "references": [], "citedin": [], "five": ["9814067", "15309214", "18656283", "22039719", "31420815"]}, "15309214": {"pmid": "15309214", "title": "[Raynaud's phenomenon].", "authors": [[null, "Zeni, S S"], [null, "Ingegnoli, F F"]], "journal": "Reumatismo", "date": "2004 Apr-Jun", "abstract": "Raynaud's phenomenon (RP) is a vasospastic disorder characterized by episodic color changes of blanching, cyanosis, and hyperemia in response to cold and/or emotional stress. Although most typically noted in the fingers, the circulation of the toes, ears, nose and tongue is also frequently affected. Population studies have shown that RP in adults is more common in women than men, with prevalence estimates ranging from 4% to 30%. Geographic variations in the prevalence reflect differences in climate. RP may be a primary or a secondary process. LeRoy and Medsger suggested criteria for primary RP: symmetric attacks, the absence of tissue necrosis, ulceration or gangrene, the absence of a secondary cause, negative antinuclear antibodies, normal nailfold capillaroscopy and a normal erythrocyte sedimentation rate. Secondary RP is characterized by an age of onset of more than 30 years, painful and asymmetric attacks, ischemic skin lesions, positive autoantibodies, capillaroscopic abnormalities and/or clinical features suggestive of connective tissue diseases (CTDs). Among the CTDs, systemic sclerosis has the highest frequency of RP. Finding a cause for RP requires a knowledge of the patient's occupational, smoking, drug history, physical examination, nailfold capillaroscopy, routine laboratory tests and autoantibodies. Furthermore, RP should be distinguished from acrocyanosis, a condition characterized by continuous cyanosis of the hands or feet that is aggravated by cold temperature. The most important instruction to the patient is abstinence from any smoking, offending drugs should be discontinued, and abrupt changes in temperature. If these measures are inadequate, calcium-channel blockers are the most widely used (nifedipine 30 mg up to 90 mg daily). Alternatively, sympatholytic agent (prazosin), angiotensin II -receptor type I antagonist (losartan), selective sertonin-reuptake inhibitor (fluoxetine) may be useful. In the severe cases the role of prostaglandins is well established, but standard therapeutic protocols are not jet available.", "references": [], "citedin": ["27298506", "16538393"], "five": ["11508437", "1685081", "1494054", "10616013", "19785782"]}, "18656283": {"pmid": "18656283", "title": "Raynaud's phenomenon: pathogenesis and management.", "authors": [[null, "Bakst, Richard R"], [null, "Merola, Joseph F JF"], [null, "Franks, Andrew G AG"], [null, "Sanchez, Miguel M"]], "journal": "Journal of the American Academy of Dermatology", "date": "2008 Oct", "abstract": "Raynaud's phenomenon is a common clinical disorder for which patients frequently seek the expertise and care of dermatologists. It is manifested by recurrent vasospasm of the fingers and toes, often associated with exposure to cold temperature or emotional stress. The phenomenon is named after Maurice Raynaud, who, as a medical student, defined the first case in 1862 as episodic, symmetric, acral vasospasm characterized by pallor, cyanosis, suffusion, and a sense of fullness or tautness, which may be painful. Despite more than 140 years of research, the pathophysiology of Raynaud's phenomenon continues to elude investigators. Accordingly, although many pharmacologic treatments have been reported, there is still no cure or gold standard therapy. Further, response to treatment varies and is difficult to predict. Recently, there has been renewed interest in finding the pathogenetic mechanisms of Raynaud's phenomenon, an effort that has led to more potential targeted therapeutics. The purpose of this review is to discuss recent breakthroughs in the pathogenesis and treatment of Raynaud's phenomenon.", "references": [], "citedin": ["34415235", "34131653", "33998674", "33871613", "31547684", "31388502", "30684190", "30128730", "30004597", "29808434", "29417244", "29290692", "27998297", "27587939", "27390553", "27357717", "26753146", "25876022", "25872023", "25847811", "25639947", "25185456", "24615537", "24277114", "22580932", "22389797", "22108676", "22096374", "21985216", "20585340", "20448801", "20407628"], "five": ["18692160", "7748770", "11533581", "9814067", "15741200"]}, "20186674": {"pmid": "20186674", "title": "Functional vascular diseases: Raynaud's syndrome, acrocyanosis and erythromelalgia.", "authors": [[null, "Heidrich, H H"]], "journal": "VASA. Zeitschrift fur Gefasskrankheiten", "date": "2010 Feb", "abstract": "Raynauds syndrome, acrocyanosis and erythromelalgia are functional vascular diseases that differ with respect to prevalence, clinical picture, therapy, prognosis, and impairment of quality of life. Raynauds syndrome occurs in 5 to 20 % of the population in Europe, is observed four times more often in women than in men and appears first at the age of 40 (3 to 80), on the average. Raynauds attacks are characterized by a paroxysmal white-blue-red or just white and blue discoloration of the fingers and toes; the attacks are induced by cold or stress, usually, cease after no more than some minutes (average 23 min.), but can also persist for hours. A distinction must be made between primary (aetiology unknown), secondary (aetiology known) and suspected secondary Raynauds syndromes (causal underlying disease suspected). There are several different therapy options, but not all of them have been substantiated by evidence. Acrocyanosis is rarer than Raynauds syndrome, and contrary to the latter, is characterized by nonparoxysmal, in most cases persistent, painless bluish-red symmetrical discolorations of the hands, feet and knees. It is more frequent in women than in men and becomes manifest before the 25th year of age, on the average (15th to 70th year of age). A distinction is made between primary acrocyanosis without detectable underlying disease and secondary acrocyanosis with a specific underlying disease. No effective therapy for primary acrocyanosis is known, but secondary forms can sometimes be treated. Patients with primary and secondary erythromelalgia, a very rare condition, sustain paroxysmal burning pain with marked reddening of the legs, feet and less often the hands. The attacks are triggered by warmth. Women are affected more often than men. The age of first manifestation is 40 to 55 years, but the first attacks may just as well occur during childhood. There are different therapeutic approaches with occasional success, but no general recommendations.", "references": [], "citedin": ["31177398", "30214279", "29641704", "29308834", "27899893", "27168811", "24616859", "22155654", "21898061", "21461651"], "five": ["26098320", "15309214", "2643412", "24801303", "11050591"]}, "24249890": {"pmid": "24249890", "title": "Acrocyanosis: an overview.", "authors": [[null, "Das, Sudip S"], [null, "Maiti, Arunasis A"]], "journal": "Indian journal of dermatology", "date": "2013 Nov", "abstract": "It is a functional peripheral vascular disorder characterized by bluish discoloration of skin and mucous membrane due to diminished oxyhemoglobin. It may be due to central or local tissue oxygenation defects. It is a painful episodic disorder, where trophic changes and ulceration are very rare except in necrotizing variant. By definition, it refers to persistent abnormally deep blue or cyanotic discoloration of skin over extremities (hand and feet most commonly) due to decreased oxyhemoglobin.", "references": ["10356406", "20009982", "20418987", "12921305", "9814064", "11712060", "10775855", "3348672", "11240524"], "citedin": ["34667774", "34421554", "33977015", "33768864", "32800682", "29484025", "29323451", "25878756"], "five": ["20418987", "11712060", "20186674", "32644593", "29484025"]}, "26786481": {"pmid": "26786481", "title": "Reduced plasma fibrin clot permeability and susceptibility to lysis are associated with increased risk of postthrombotic syndrome.", "authors": [[null, "Siudut, J J"], [null, "Grela, M M"], [null, "Wypasek, E E"], [null, "Plens, K K"], [null, "Undas, A A"]], "journal": "Journal of thrombosis and haemostasis : JTH", "date": "2016 Apr", "abstract": "The postthrombotic syndrome (PTS) is a severe complication of deep vein thrombosis (DVT). Reduced plasma clot permeability and lysability have been linked to DVT and residual vein obstruction. OBJECTIVES We investigated whether altered fibrin clot properties are associated with the occurrence of PTS.", "references": [], "citedin": ["33570639", "33540604", "32879351", "32806658", "32752262", "31945777", "31827635", "31432450", "31280356", "30684190", "30442678", "30349889", "29994896", "29720688", "29589187", "28841147", "28740853"], "five": ["31432450", "29242187", "28062504", "24738991", "24962680"]}, "20418987": {"pmid": "20418987", "title": "Remittent idiopathic necrotizing acrocyanosis - a rare entity.", "authors": [[null, "Das, Sudip S"], [null, "Roy, Alok Kumar AK"], [null, "Maiti, Arunasis A"]], "journal": "Indian journal of dermatology", "date": "2010", "abstract": "Remittent idiopathic necrotizing acrocyanosis is a very rare condition characterized by persistent systemic cyanotic or erythrocyanotic discoloration of hands and feet. It is associated with pain, tenderness of fingers and toes and may present as ulceration or gangrene of extremities. It is aggravated with cold exposure but persists even in summer. Acrocyanosis is not due to any systemic disease; peripheral arteriolar constriction with secondary vasodilatation due to disordered vascular tone of unknown etiology has been postulated. It responds to peripheral vasodilator drug but usually needs continuous long term therapy along with avoidance of cold exposure. We report the case of a 53-year-old male farmer with remittent necrotizing acrocyanosis.", "references": ["11712060"], "citedin": ["24249890"], "five": ["24249890", "11712060", "17134313", "13345617", "32800682", "20186674"]}, "11712060": {"pmid": "11712060", "title": "Chronic idiopathic acrocyanosis.", "authors": [[null, "Nousari, H C HC"], [null, "Kimyai-Asadi, A A"], [null, "Anhalt, G J GJ"]], "journal": "Journal of the American Academy of Dermatology", "date": "2001 Dec", "abstract": "Acrocyanosis is an uncommon condition characterized by symmetric coolness and violaceous discoloration of the hands and feet. The nose, ears, lips, and nipples are also often affected. The disease is temperature dependent and generally worsens with cold exposure. Acrocyanosis is often secondary to a variety of underlying causes. We present a very interesting case of a 44-year-old woman with almost lifelong idiopathic acrocyanosis. Differential diagnoses are discussed in this article.", "references": [], "citedin": ["34421554", "32800682", "24249890", "21427140", "20418987"], "five": ["32800682", "24249890", "20418987", "6038437", "2350926", "6752984"]}, "31827635": {"pmid": "31827635", "title": "Plasma Fibrin Clot Properties Are Unfavorably Altered in Women following Venous Thromboembolism Associated with Combined Hormonal Contraception.", "authors": [["0000-0002-1764-0747", "Piróg, Magdalena M"], [null, "Piwowarczyk, Sławomir S"], [null, "Undas, Anetta A"]], "journal": "Disease markers", "date": "2019", "abstract": "The use of hormonal contraception is associated with an increased risk of venous thromboembolism (VTE). Unfavorably altered fibrin clot phenotype has been reported in patients following unprovoked VTE who are at risk of recurrences. It remains unknown whether fibrin clot characteristics in women with contraception-related VTE differ from those in unprovoked VTE. We studied three age-matched groups of women: (1) after contraception-related VTE, (n = 48) (2) after unprovoked VTE (n = 48), and (3) controls (n = 48). Plasma fibrin clot permeability (K s), turbidity of clot formation, efficiency of fibrinolysis using clot lysis time (CLT), and rate of increase in D-dimer during lytic clot degradation (D-Drate), along with thrombin generation and fibrinolysis proteins were determined. Compared with the controls, patients following contraception-related and unprovoked VTE formed faster (lag phase, -8.8% and -20.4%, respectively) fibrin clots of increased density (K s , -8.6% and -13.4%, respectively) displaying impaired fibrinolysis as evidenced by prolonged CLT (+11.5% and +14.5%, respectively) and lower D-Drate (-7.1% and -5.6%, respectively), accompanied with higher plasminogen activator inhibitor-1 (PAI-1, +14.9% and +17.8%, respectively) and elevated peak thrombin generation (+63.8% and +36.7%, respectively). The only differences between women with unprovoked and contraception-related VTE were lower fibrin mass in plasma clots (D-Dmax, -8.6%), along with higher peak thrombin generation (+19.8%) and shorter lag phase (-6.8%) in the latter group. This study suggests that women after contraception-related VTE, similar to those following unprovoked VTE, have denser fibrin clot formation and impaired clot lysis. These findings might imply higher risk of VTE recurrence in women with the prothrombotic clot phenotype.", "references": ["20539910", "21455864", "22762893", "16689755", "19690336", "22197181", "12130481", "29618152", "20385790", "23158401", "27817838", "29242187", "28382370", "24030561", "15900005", "27793376", "21349898", "10928463", "24652596", "22315268", "22274545", "22959762", "26786481", "22940058", "22018134", "23384743", "23809122", "26341256", "24768093", "17367492", "28062504", "18462012", "9488791", "18067603", "23786893"], "citedin": [], "five": ["31479942", "31323706", "30113019", "22940058", "28062504"]}, "28062504": {"pmid": "28062504", "title": "Prothrombotic Fibrin Clot Phenotype Is Associated With Recurrent Pulmonary Embolism After Discontinuation of Anticoagulant Therapy.", "authors": [[null, "Zabczyk, Michal M"], [null, "Plens, Krzysztof K"], [null, "Wojtowicz, Wioletta W"], [null, "Undas, Anetta A"]], "journal": "Arteriosclerosis, thrombosis, and vascular biology", "date": "2017 Feb", "abstract": "Pulmonary embolism (PE) is a life-threatening manifestation of venous thromboembolism with a high recurrence rate after anticoagulation cessation. Recently, we have reported that prothrombotic clot phenotype in venous thromboembolism patients is associated with an increased risk of recurrent deep-vein thrombosis.", "references": [], "citedin": ["34702844", "34431201", "33540604", "32651425", "31827635", "31432450", "30891644", "30762155", "30760335", "30725502", "30635605", "30511257", "29589187", "29417256", "28841147", "28740853", "28228446"], "five": ["28771277", "24652596", "23196319", "31323706", "20034816"]}, "9814067": {"pmid": "9814067", "title": "[Raynaud's phenomena: diagnostic and treatment study].", "authors": [[null, "Priollet, P P"]], "journal": "La Revue du praticien", "date": "1998 Oct 01", "abstract": "Raynaud's phenomenon is a common paroxystic vasomotor disorder. Diagnosis is easily made based on white fingers caused by cold. Aetiological evaluation must distinguish between functional disorders (primary Raynaud's phenomenon or Raynaud's disease) and secondary Raynaud's phenomenon. Initially, physical examination as well as nailfold capillary microscopy are sufficient for the diagnosis of bilateral Raynaud's phenomenon. Prescription of other investigations is guided by the results of this first evaluation. Progressive systemic sclerosis is the first hypothesis if the bilateral vasomotor disorder does not satisfy the criteria for primary Raynaud's phenomenon. Unilateral Raynaud's phenomenon is much less common and always secondary to local or regional vascular disease. Treatment of Raynaud's phenomenon must be adapted to the level of discomfort and to the cause of the vasomotor disorder. Prescription of drugs must be restricted to the most serious cases.", "references": [], "citedin": [], "five": ["6707531", "1457277", "8974438", "9304074", "3916837"]}, "32800682": {"pmid": "32800682", "title": "A visually striking case of primary acrocyanosis: A rare cause of the blue digit.", "authors": [[null, "Kent, Jessica T JT"], [null, "Carr, David D"]], "journal": "The American journal of emergency medicine", "date": "2021 02", "abstract": "Cold environments can trigger a variety of conditions, which, in their acute phase often present to the Emergency Department. Primary acrocyanosis is a distinct, rare condition which may be missed resulting in misdiagnosis and mismanagement. Primary acrocyanosis is a peripheral vascular disorder defined by painless, symmetrical discoloration of the distal appendages and uniquely characterized by persistence of the skin color changes after cold exposure. We present a case of a 24-year-old female who presented to the Emergency Department with peripheral cyanosis after cold exposure and was eventually diagnosed with primary acrocyanosis by Rheumatology. The prognosis for primary acrocyanosis is quite good in comparison to other acrosyndromes and once secondary causes of acrocyanosis have been ruled, out can be managed conservatively with lifestyle modifications and potential follow-up with Rheumatology.", "references": ["11712060", "21427140", "24249890", "32479979", "32660940"], "citedin": [], "five": ["11712060", "9814068", "11240524", "26169898", "2256537"]}, "24652596": {"pmid": "24652596", "title": "Altered fibrin clot structure/function in patients with antiphospholipid syndrome: association with thrombotic manifestation.", "authors": [[null, "Celińska-Lowenhoff, M M"], [null, "Iwaniec, T T"], [null, "Padjas, A A"], [null, "Musiał, J J"], [null, "Undas, A A"]], "journal": "Thrombosis and haemostasis", "date": "2014 Aug", "abstract": "We tested the hypothesis that plasma fibrin clot structure/function is unfavourably altered in patients with antiphospholipid syndrome (APS). Ex vivo plasma clot permeability, turbidity and susceptibility to lysis were determined in 126 consecutive patients with APS enrolled five months or more since thrombotic event vs 105 controls. Patients with both primary and secondary APS were characterised by 11% lower clot permeability (p<0.001), 4.8% shorter lag phase (p<0.001), 10% longer clot lysis time (p<0.001), and 4.7% higher maximum level of D-dimer released from clots (p=0.02) as compared to the controls. Scanning electron microscopy images confirmed denser fibrin networks composed of thinner fibres in APS. Clots from patients with \"triple-antibody positivity\" were formed after shorter lag phase (p=0.019) and were lysed at a slower rate (p=0.004) than in the remainder. Clots from APS patients who experienced stroke and/or myocardial infarction were 8% less permeable (p=0.01) and susceptible to lysis (10.4% longer clot lysis time [p=0.006] and 4.5% slower release of D-dimer from clots [p=0.01]) compared with those following venous thromboembolism alone. Multivariate analysis adjusted for potential confounders showed that in APS patients, lupus anticoagulant and \"triple-positivity\" were the independent predictors of clot permeability, while \"triple-positivity\" predicted lysis time. We conclude that APS is associated with prothrombotic plasma fibrin clot phenotype, with more pronounced abnormalities in arterial thrombosis. Molecular background for this novel prothrombotic mechanism in APS remains to be established.", "references": [], "citedin": ["31827635", "31525325", "31432450", "31379831", "30684190", "30470809", "28740853", "26540111"], "five": ["28062504", "29672756", "24630645", "31220407", "25194881"]}, "31432450": {"pmid": "31432450", "title": "Prothrombotic clot properties can predict venous ulcers in patients following deep vein thrombosis: a cohort study.", "authors": [[null, "Polak, Maciej Wiktor MW"], [null, "Siudut, Jakub J"], [null, "Plens, Krzysztof K"], ["0000-0002-0667-8109", "Undas, Anetta A"]], "journal": "Journal of thrombosis and thrombolysis", "date": "2019 Nov", "abstract": "Venous ulcers are the most severe manifestation of post-thrombotic syndrome (PTS). We have previously demonstrated that formation of compact fibrin clots resistant to lysis is observed in patients following deep-vein thrombosis (DVT) who developed PTS. The current study investigated whether unfavourable fibrin clot properties can predict post-thrombotic venous ulcers. In a cohort study on 186 consecutive patients following DVT, we determined plasma fibrin clot characteristics, including clot permeability and lysability, inflammatory markers, thrombin generation, fibrinolysis proteins at 3 months since the index event. Occurrence of PTS and venous ulcers was recorded during follow-up (median, 53; range 24 to 76 months). Fifty-seven DVT patients (30.6%) developed PTS, including 12 subjects (6.45%) with a venous ulcer (4 individuals with recurrent ulcers). Patients who developed ulcers compared with the remainder had at enrolment 13.0% lower clot permeability (Ks), 17.4% longer clot lysis time (CLT), 13.1% longer lag phase of clot formation, and 5.0% higher maximum absorbance, with no difference in fibrinogen, C-reactive protein, and thrombin generation. The baseline prothrombotic fibrin clot phenotype (Ks ≤ 6.5 × 10-9 cm2 and CLT > 100 min) was associated with a higher risk of ulcers [hazard ratio (HR), 5.37; 95% confidence interval (CI), 1.3-21.5]. A multivariate model adjusted for age, sex, and fibrinogen showed that independent predictors of the ulcer occurrence were body mass index (HR 1.53; 95% CI 1.30-1.86), CLT (HR 1.43; 95% CI 1.04-2.05), and α2-antiplasmin (HR 0.95; 95% CI 0.90-0.99). This study suggests that formation of denser fibrin clots with impaired fibrinolysis predisposes to post-thrombotic venous ulcers.", "references": ["21836064", "22642402", "25495610", "19175497", "15864538", "19690336", "23699598", "16176259", "29378357", "7681223", "12506014", "29390064", "28077026", "16634738", "24165114", "30605917", "12370216", "30422345", "3385023", "26626994", "29242187", "26358303", "24974070", "15313740", "28624002", "30746232", "27913509", "28904234", "15466929", "24652596", "22274545", "19497512", "26786481", "23273404", "28062504"], "citedin": [], "five": ["26786481", "29618152", "31323706", "29242187", "28062504"]}, "31323706": {"pmid": "31323706", "title": "Prothrombotic fibrin clot properties associated with increased endogenous thrombin potential and soluble P-selectin predict occult cancer after unprovoked venous thromboembolism.", "authors": [["0000-0003-3837-5409", "Mrozinska, Sandra S"], [null, "Cieslik, Joanna J"], [null, "Broniatowska, Elżbieta E"], [null, "Malinowski, Krzysztof Piotr KP"], [null, "Undas, Anetta A"]], "journal": "Journal of thrombosis and haemostasis : JTH", "date": "2019 11", "abstract": "Compact fibrin clots relatively resistant to lysis are observed in patients at increased risk of venous thromboembolism (VTE) including malignancy. The citrullinated histone H3 (H3Cit) predicts VTE in cancer patients.", "references": [], "citedin": ["34135389", "33807848", "33252741"], "five": ["28062504", "32651425", "31479942", "31827635", "28771277"]}, "28740853": {"pmid": "28740853", "title": "Prothrombotic Fibrin Clot Phenotype in Patients with Deep Vein Thrombosis and Pulmonary Embolism: A New Risk Factor for Recurrence.", "authors": [["0000-0003-3716-1724", "Undas, Anetta A"]], "journal": "BioMed research international", "date": "2017", "abstract": "Prothrombotic fibrin clot phenotype, involving faster formation of dense meshwork composed of thinner and highly branched fibers that are relatively resistant to plasmin-induced lysis, has been reported in patients with not only myocardial infarction or stroke, but also venous thromboembolism (VTE), encompassing deep vein thrombosis (DVT), and/or pulmonary embolism (PE). Prothrombotic fibrin clot phenotype, in particular prolonged clot lysis time, is considered a novel risk factor for VTE as well as venous thrombosis at unusual location, for example, cerebral sinus venous thrombosis, retinal vein obstruction, and Budd-Chiari syndrome. Growing evidence from observational studies indicates that abnormal fibrin clot properties can predict recurrent DVT and PE and they are involved in serious complications of VTE, for example, thromboembolic pulmonary hypertension and postthrombotic syndrome. The purpose of this article is to review our current understanding of the role of fibrin clot structure and function in venous thrombosis with emphasis on clinical issues ranging from prognosis to therapy.", "references": ["12506014", "20088944", "21836064", "19687509", "17925485", "16689745", "26173730", "26842374", "17208341", "12727396", "23809133", "24182551", "17900965", "26307097", "25518887", "28062504", "22494827", "26076949", "19739036", "6693419", "14630828", "26018405", "24285296", "14604965", "24414255", "22642402", "15466929", "21655678", "23963096", "25074740", "16102057", "24630645", "16514114", "2752057", "20216982", "12707238", "22940058", "27071050", "26786481", "27759438", "23240024", "21570666", "22800650", "20471669", "20385790", "22315268", "21955304", "22496157", "24911452", "18462012", "16689755", "18673231", "20391292", "20966169", "19690336", "26842380", "24652596", "22362760", "27362395", "27650214", "25194881", "19965669", "21250974", "24108112", "19286636", "17166248", "25213262", "22762941", "28010001", "22371154", "19967149", "26773756", "26149056", "18818200", "23313382", "19420351", "21325671", "24671700", "23851017", "19017588", "14652632", "12130481", "23080213", "11438502", "23305734", "24899357"], "citedin": ["34680169", "34431201", "33106547", "32806658", "32011335", "31999655", "31614389", "31316444", "30992036", "30684190", "30635605", "29994896", "29951959", "29264695"], "five": ["28062504", "29225327", "24414255", "28771277", "33562624"]}, "19690336": {"pmid": "19690336", "title": "Altered fibrin clot structure/function in patients with idiopathic venous thromboembolism and in their relatives.", "authors": [[null, "Undas, Anetta A"], [null, "Zawilska, Krystyna K"], [null, "Ciesla-Dul, Mariola M"], [null, "Lehmann-Kopydłowska, Agata A"], [null, "Skubiszak, Agnieszka A"], [null, "Ciepłuch, Katarzyna K"], [null, "Tracz, Wiesława W"]], "journal": "Blood", "date": "2009 Nov 05", "abstract": "We tested the hypothesis that fibrin structure/function is unfavorably altered in patients after idiopathic venous thromboembolism (VTE) and their relatives. Ex vivo plasma fibrin clot permeability, turbidimetry, and efficiency of fibrinolysis were investigated in 100 patients with first-ever VTE, including 34 with pulmonary embolism (PE), 100 first-degree relatives, and 100 asymptomatic controls with no history of thrombotic events. Known thrombophilia, cancer, trauma, and surgery were exclusion criteria. VTE patients and their relatives were characterized by lower clot permeability (P < .001), lower compaction (P < .001), higher maximum clot absorbancy (P < .001), and prolonged clot lysis time (P < .001) than controls, with more pronounced abnormalities, except maximum clot absorbance, in the patients versus relatives (all P < .01). Fibrin clots obtained for PE patients were more permeable, less compact, and were lysed more efficiently compared with deep-vein thrombosis patients (all P < .05) with no differences in their relatives. Being VTE relative, fibrinogen, and C-reactive protein were independent predictors of clot permeability and fibrinolysis time in combined analysis of controls and relatives. We conclude that altered fibrin clot features are associated with idiopathic VTE with a different profile of fibrin variables in PE. Similar features can be detected in VTE relatives. Fibrin properties might represent novel risk factors for thrombosis.", "references": [], "citedin": ["34702844", "34431201", "34263423", "34200255", "34158537", "33562624", "33540604", "33313466", "32851201", "32806658", "32651425", "31999655", "31827635", "31752041", "31614389", "31525325", "31432450", "31258531", "31245061", "31223264", "31177606", "30992036", "30944671", "30891644", "30762155", "30746232", "30725502", "30684190", "30635605", "30511257", "30470809", "30458869", "30349889", "29994896", "29720688", "29589187", "29399524", "29078111", "28841147", "28740853", "28429138", "28228446", "27878206", "27610454", "27256342", "27056152", "26540111", "26149026", "25386701", "24937703", "24759140", "24414255", "23833549", "23490277", "23305734", "23056088", "22916307", "22506093", "22245244", "21843486", "21800001", "21355090", "21325671", "20419337", "20163831", "20018940"], "five": ["28062504", "33562624", "28771277", "30725502", "26786481"]}, "29242187": {"pmid": "29242187", "title": "Altered plasma clot properties increase the risk of recurrent deep vein thrombosis: a cohort study.", "authors": [["0000-0001-9392-6803", "Cieslik, Joanna J"], ["0000-0003-3837-5409", "Mrozinska, Sandra S"], [null, "Broniatowska, Elżbieta E"], [null, "Undas, Anetta A"]], "journal": "Blood", "date": "2018 02 15", "abstract": "It has been demonstrated that fibrin clots generated from plasma samples obtained from patients with prior thromboembolic events are denser and less susceptible to lysis. Such a prothrombotic fibrin clot phenotype has been suggested as a new risk factor for venous thromboembolism, but its prognostic value is unclear. To assess whether abnormal clot properties can predict recurrent deep vein thrombosis (DVT), we studied 320 consecutive patients aged 18 to 70 years following the first-ever DVT. Plasma clot properties were evaluated after 3 months of anticoagulant treatment since the index event. A mean duration of anticoagulation was 10 months (range, 4-20). Recurrent DVT was observed in 77 patients (25%; 6.6%/year) during a median follow-up of 44 months. Recurrences of DVT were associated with faster formation (-9% lag phase) of denser fibrin networks (-12% fibrin clot permeability [Ks]) and 4% higher maximum absorbance of plasma clots that displayed impaired fibrinolytic degradation (+25% prolonged clot lysis time [CLT]) and a 5% slower rate of increase in D-dimer levels during clot degradation (D-Drate; all P < .05). Proximal DVT alone, higher C-reactive protein, D-dimer, peak thrombin, lower Ks, shorter lag phase, decreased D-Drate, and prolonged CLT were independent predictors of recurrences (all P < .05). Individuals characterized by low Ks (≤7.3 × 10-9 cm2) and prolonged CLT (>96 min) were at the highest risk of recurrent DVT (odds ratio, 15.8; 95% confidence interval, 7.5-33.5). Kaplan-Meier curves showed that reduced Ks and prolonged CLT predicted recurrent DVT. We demonstrate that unfavorably altered clot properties may predict recurrent DVT after anticoagulation withdrawal.", "references": [], "citedin": ["34702844", "34263423", "34203139", "34183396", "34135389", "33959087", "33252741", "32993011", "32879351", "32651425", "32605001", "32435512", "32235490", "32076463", "31827635", "31432450", "31223264", "31011700", "30891644", "30762155", "30760335", "30725502", "30670730", "30635605", "30566972", "30511257", "29994896", "29589187"], "five": ["26786481", "28062504", "29618152", "31432450", "31323706"]}, "28771277": {"pmid": "28771277", "title": "Plasma fibrin clot properties in the G20210A prothrombin mutation carriers following venous thromboembolism: the effect of rivaroxaban.", "authors": [[null, "Janion-Sadowska, Agnieszka A"], [null, "Natorska, Joanna J"], [null, "Siudut, Jakub J"], [null, "Ząbczyk, Michal M"], [null, "Stanisz, Andrzej A"], [null, "Undas, Anetta A"]], "journal": "Thrombosis and haemostasis", "date": "2017 08 30", "abstract": "We sought to investigate whether the G20210A prothrombin mutation modifies plasma fibrin clot properties in patients after venous thromboembolism (VTE) and how rivaroxaban treatment affects these alterations. We studied 34 prothrombin mutation heterozygous carriers and sex- and age-matched 34 non-carriers, all at least three months since the first VTE episode, before and during treatment with rivaroxaban. Clot permeability (Ks) and clot lysis time (CLT) with or without elimination of thrombin activatable fibrinolysis inhibitor (TAFI) were assessed at baseline, 2-6 hours (h) after and 20-25 h after intake of rivaroxaban (20 mg/day). At baseline, the prothrombin mutation group formed denser clots (Ks -12 %, p=0.0006) and had impaired fibrinolysis (CLT +14 %, p=0.004, and CLT-TAFI +13 %, p=0.03) compared with the no mutation group and were similar to those observed in 15 healthy unrelated prothrombin mutation carriers. The G20210A prothrombin mutation was the independent predictor for Ks and CLT before rivaroxaban intake. At 2-6 h after rivaroxaban intake, clot properties improved in both G20210A carriers and non-carriers (Ks +38 %, and +37 %, CLT -25 % and -25 %, CLT-TAFI -20 % and -24 %, respectively, all p<0.001), but those parameters were worse in the prothrombin mutation group (Ks -12.8 %, CLT +17 %, CLT-TAFI +13 %, all p<0.001). Rivaroxaban concentration correlated with fibrin clot properties. After 20-25 h since rivaroxaban intake most clot properties returned to baseline. Rivaroxaban-related differences in clot structure were confirmed by scanning electron microscopy images. In conclusion, rivaroxaban treatment, though improves fibrin clot properties, cannot abolish more prothrombotic fibrin clot phenotype observed in prothrombin mutation carriers following VTE.", "references": [], "citedin": ["34551784", "34279484", "32685877", "29994896"], "five": ["28062504", "31063157", "31323706", "22940058", "33214340"]}, "22274545": {"pmid": "22274545", "title": "A history of early stent thrombosis is associated with prolonged clot lysis time.", "authors": [[null, "Pankiw-Bembenek, Oksana O"], [null, "Zalewski, Jaroslaw J"], [null, "Goralczyk, Tadeusz T"], [null, "Undas, Anetta A"]], "journal": "Thrombosis and haemostasis", "date": "2012 Mar", "abstract": "It has been demonstrated that formation of compact plasma fibrin clots resistant to plasmin-mediated lysis characterises patients following in-stent thrombosis (IST). The relationship between defective fibrinolysis, reflected as prolonged clot lysis time (CLT) and IST is unclear. We sought to investigate whether patients with acute and subacute IST have impaired fibrinolytic capacity. We studied 41 definite IST patients, including 15 with acute and 26 with subacute IST experienced 2-73 months prior to enrollment, versus 41 controls matched for demographics, cardiovascular risk factors, concomitant treatment and angiographic/stent parameters. CLT, reflecting lysis of a tissue factor-induced plasma clot by exogenous tissue plasminogen activator, together with plasminogen activator inhibitor-1 (PAI-1) antigen and activity, thrombin-activatable fibrinolysis inhibitor (TAFI) antigen and activity, thrombomodulin (TM), plasminogen and α2-antiplasmin (α2AP) were measured. There were no inter-group differences in angiographic parameters, indication to the first PCI, culprit vessel or a type of stent. Patients with IST had 11% longer CLT (p=0.005) and 13% higher PAI-1 antigen (p=0.04) compared to controls. There were positive correlations in both groups between CLT and PAI-1 antigen and TAFI activity (all p<0.001). Multiple regression analysis showed that CLT (odds ratio [OR]=1.04 per 1 minute, 95% CI 1.01-1.08, p=0.02) and platelet count (OR=1.01 per 1,000/μl, 95% CI 1.00-1.02, p=0.034) were independent predictors of IST (R(2)=0.28, p<0.05). Concluding, impaired fibrinolytic potential, that is in part determined by plasma PAI-1 antigen and TAFI activity, characterises patients with a history of acute and subacute IST, which might help identify patients at higher risk of IST.", "references": [], "citedin": ["32076463", "31827635", "31525325", "31432450", "30762155", "30684190", "29720688", "28887505", "28429138", "26866684", "26357663", "25909989"], "five": ["17388801", "19910643", "9134650", "25989112", "19959491"]}, "22940058": {"pmid": "22940058", "title": "Fibrin clot properties in women heterozygous for factor V Leiden mutation: effects of oral contraceptives.", "authors": [[null, "Krzek, Marzena M"], [null, "Ciesla-Dul, Mariola M"], [null, "Zabczyk, Michal M"], [null, "Undas, Anetta A"]], "journal": "Thrombosis research", "date": "2012 Oct", "abstract": "Oral contraceptives (OC) in the presence of factor V Leiden mutation (FVL) markedly increase the risk of venous thromboembolism (VTE). Little is known about the OC and FVL-related alterations in fibrin clot properties.", "references": [], "citedin": ["31827635", "28740853"], "five": ["10928462", "9423798", "28771277", "31827635", "20471669"]}, "29994896": {"pmid": "29994896", "title": "Fibrinogen and factor XIII: newly recognized roles in venous thrombus formation and composition.", "authors": [[null, "Wolberg, Alisa S AS"]], "journal": "Current opinion in hematology", "date": "2018 09", "abstract": "In spite of significant morbidity and mortality associated with venous thromboembolism, the underlying pathogenesis remains poorly understood.", "references": ["28387755", "15967976", "29472230", "28811305", "25331118", "22225811", "21224475", "7495082", "28688221", "19690336", "21828144", "27148673", "28771277", "25142383", "24408323", "26324704", "25947356", "12506014", "23809133", "25302663", "21742792", "19996413", "21044602", "24261582", "29336975", "20838747", "15281516", "17208341", "21131961", "29242187", "10545380", "28740853", "24759140", "24335500", "17635717", "18673234", "22762941", "27561317", "10348706", "26603837", "26786481", "20088938", "17414213", "18276618", "27256342", "25336631", "23723374", "24983320", "5503696", "29344582", "8916933", "26780736"], "citedin": ["33776158", "33498248", "33477282", "33131044", "32502864", "31766577", "31407850"], "five": ["26149026", "24759140", "24983320", "26324704", "27056150"]}, "32651425": {"pmid": "32651425", "title": "Prothrombotic fibrin clot properties associated with NETs formation characterize acute pulmonary embolism patients with higher mortality risk.", "authors": [[null, "Ząbczyk, Michał M"], [null, "Natorska, Joanna J"], [null, "Janion-Sadowska, Agnieszka A"], [null, "Metzgier-Gumiela, Agnieszka A"], [null, "Polak, Mateusz M"], [null, "Plens, Krzysztof K"], [null, "Janion, Marianna M"], [null, "Skonieczny, Grzegorz G"], [null, "Mizia-Stec, Katarzyna K"], [null, "Undas, Anetta A"]], "journal": "Scientific reports", "date": "2020 07 10", "abstract": "Venous thromboembolism is associated with formation of denser fibrin clots resistant to lysis. We investigated whether prothrombotic plasma clot properties are associated with the severity of acute pulmonary embolism (PE). We enrolled 126 normotensive acute PE patients (aged 58 ± 14 years) and 25 age- and sex-matched healthy controls. Plasma fibrin clot permeability (Ks), clot lysis time (CLT), endogenous thrombin potential (ETP), plasminogen activator inhibitor-1 (PAI-1), and citrullinated histone H3 (citH3) were evaluated on admission. PE patients compared to controls had 370% higher citH3 levels, 41% higher ETP, 16.5% reduced Ks, and 25.6% prolonged CLT. Patients with intermediate-high (n = 29) and intermediate-low (n = 77) PE mortality risk had reduced Ks and prolonged CLT, increased PAI-1 and ETP as compared to low-risk PE (n = 20) patients. Prolonged CLT was predicted by PAI-1 and citH3, while low Ks by C-reactive protein. During a 12-month follow-up 9 (7.1%) patients who had 24% higher ETP, 45% higher citH3 levels, and 18% prolonged CLT at baseline died. High ETP combined with elevated citH3 levels and prolonged CLT was associated with eightfold increased risk of PE-related death. Prothrombotic fibrin clot properties and enhanced neutrophil extracellular traps formation are associated with higher early mortality risk in acute PE patients, which suggests a prognostic role of these biomarkers.", "references": ["10.1001/archinte.158.6.585", "10.1016/j.jacc.2015.11.061", "10.1183/13993003.01647-2019", "10.1164/rccm.201711-2302CI", "10.3389/fimmu.2016.00236", "10.1111/j.1538-7836.2011.04544.x", "10.1111/jth.12571", "10.1161/ATVBAHA.111.230631", "10.1093/eurheartj/ehy013", "31063157", "10.1182/blood-2009-05-222380", "10.1038/s41598-018-37114-4", "10.1161/ATVBAHA.116.308253", "10.1152/ajplung.00265.2013", "10.1182/blood-2017-07-798306", "10.1161/CIR.0b013e318214914f", "10.1111/jth.14002", "10.1161/STROKEAHA.115.009528", "10.1182/blood-2010-02-267740", "10.1016/j.jprot.2019.103487", "10.1183/13993003.01467-2018", "10.1177/2048872616652309", "10.1016/j.thromres.2019.04.020", "10.1016/j.ijcard.2017.05.060", "10.5603/KP.2018.0134", "10.1016/j.blre.2006.11.001", "10.20452/pamw.14884", "10.1074/jbc.M112.404301", "10.1007/s12032-019-1262-4"], "citedin": ["33955780", "33562624", "32993011"], "five": ["32235490", "31323706", "28062504", "32810596", "28771277"]}, "30635605": {"pmid": "30635605", "title": "Faster fibrin clot degradation characterizes patients with central pulmonary embolism at a low risk of recurrent peripheral embolism.", "authors": [[null, "Kupis, Robert W RW"], [null, "Goldman-Mazur, Sarah S"], [null, "Polak, Maciej M"], [null, "Ząbczyk, Michał M"], [null, "Undas, Anetta A"]], "journal": "Scientific reports", "date": "2019 01 11", "abstract": "It is unclear whether thrombus location in pulmonary arteries is associated with particular clot characteristics. We assessed 156 patients following either central or peripheral pulmonary embolism (PE). Plasma clot lysis time, the rate of D-dimer release from plasma clots (D-Drate) with the maximum D-dimer concentration achieved (D-Dmax), as well as fibrin formation on turbidimetry, plasma clot permeation, thrombin generation, and fibrinolytic parameters were measured 3-6 months after PE. Patients following central PE (n = 108, 69.3%) were more likely smokers (38.9% vs 18.8%; p = 0.01), less likely carriers of factor XIII Val34Leu allele (40.7% vs 62.5%, p = 0.01), exhibited 16.7% higher D-Drate and 12.7% higher tissue plasminogen activator antigen (tPA:Ag) compared with peripheral PE (p = 0.02 and p < 0.0001, respectively). Saddle PE patients (n = 31, 19.9%) had 11.1% higher D-Drate and 7.3% higher D-Dmax compared with central PE (both p < 0.05). Twenty-three recurrent PE episodes, including 15 central episodes, during a median follow-up of 52.5 months were recorded. Plasma D-dimer and tPA:Ag were independent predictors for central recurrent PE, whereas D-Drate and peak thrombin predicted peripheral recurrent PE. Plasma clots degradation is faster in patients following central PE compared with peripheral PE and fibrinolysis markers might help to predict a type of recurrent PE.", "references": ["16689755", "24414255", "19246700", "16740590", "20110642", "29242187", "28740853", "15466929", "10595642", "15217804", "28715074", "29225327", "19690336", "26076949", "20449893", "28890217", "19967167", "24058095", "28262244", "23080213", "10074952", "12370216", "17080210", "24962680", "25074740", "10910914", "27256342", "17938798", "19942259", "28062504", "26151264"], "citedin": ["34702844", "34087898", "32923647", "32651425"], "five": ["28062504", "26786481", "33602240", "33186996", "31827635", "26866684"]}, "30762155": {"pmid": "30762155", "title": "Restenosis is associated with prothrombotic plasma fibrin clot characteristics in endovascularly treated patients with critical limb ischemia.", "authors": [["0000-0003-2145-9286", "Nowakowski, Tomasz T"], [null, "Malinowski, Krzysztof Piotr KP"], [null, "Niżankowski, Rafał R"], [null, "Iwaniec, Teresa T"], [null, "Undas, Anetta A"]], "journal": "Journal of thrombosis and thrombolysis", "date": "2019 May", "abstract": "Hypolysible fibrin clots composed of tightly packed fibers characterize patients with peripheral artery disease (PAD) especially those with critical limb ischemia (CLI). Little is known about the impact of a prothrombotic clot phenotype on restenosis following endovascular revascularization in CLI. The goal of this study was to compare fibrin clot properties and their determinants in CLI patients with restenosis after endovascular treatment (ET) and those free of this complication.", "references": ["10470612", "11438502", "12853707", "15217804", "16357107", "16689755", "17140820", "17325255", "18282807", "18347221", "18829228", "18840044", "19147322", "19690336", "19910643", "20117502", "21324459", "21836064", "22274545", "23235487", "23915883", "24355118", "24655697", "24671700", "25463088", "26270517", "26858079", "27503850", "2752057", "27692726", "28007205", "28062504", "28150285", "28886620", "29242187", "7634262", "9857919", "9920521"], "citedin": ["34279484"], "five": ["31323706", "29618152", "23273404", "32651425", "26540111"]}, "30725502": {"pmid": "30725502", "title": "Recurrent venous thromboembolism patients form clots with lower elastic modulus than those formed by patients with non-recurrent disease.", "authors": [["0000-0002-3147-4925", "Baker, Stephen R SR"], [null, "Zabczyk, Michal M"], [null, "Macrae, Fraser L FL"], ["0000-0002-4870-6542", "Duval, Cédric C"], [null, "Undas, Anetta A"], [null, "Ariëns, Robert A S RAS"]], "journal": "Journal of thrombosis and haemostasis : JTH", "date": "2019 04", "abstract": "Essentials Venous thromboembolism (VTE) recurrence leads to decreased clot elastic modulus in plasma. Recurrent VTE is not linked to changes in clot structure, fiber radius, or factor XIII activity. Other plasma components may play a role in VTE recurrence. Prospective studies should resolve if clot stiffness can be used as predictor for recurrent VTE. SUMMARY: Background Venous thromboembolism (VTE) is associated with a high risk of recurrent events after withdrawal of anticoagulation. Objectives To determine the difference in plasma clot mechanical properties between patients with recurrent VTE (rVTE) and those with non-recurrent VTE (nrVTE). Methods We previously developed a system for determining clot mechanical properties by use of an in-house magnetic tweezers system. This system was used to determine the mechanical properties of clots made from plasma of 11 patients with rVTE and 33 with nrVTE. Plasma was mixed with micrometer-sized beads, and thrombin and calcium were added to induce clotting; the mixture was then placed in small capillary tubes, and clotting was allowed to proceed overnight. Bead displacements upon manipulation with magnetic forces were analyzed to determine clot elastic and viscous moduli. Fibrin clot structure was analyzed with turbidimetry and confocal microscopy. Factor XIII was measured by pentylamine incorporation into fibrin. Results Clots from rVTE patients showed nearly two-fold less elastic and less viscous moduli than clots from nrVTE patients, regardless of male sex, unprovoked events, family history of VTE, fibrinogen concentration, or body mass index. No differences were observed in clot structure, fibrinolysis rates, or FXIII levels. Conclusion Using magnetic tweezers for the first time in patient samples, we found that plasma clots from rVTE patients showed a reduced elastic modulus and a reduced viscous modulus as compared with clots from nrVTE patients. These data indicate a possible role for fibrin clot viscoelastic properties in determining VTE recurrence.", "references": ["28166607", "26608329", "16102026", "29242187", "30725502", "24840618", "22463367", "10737275", "24414255", "21325668", "22367958", "19690336", "4425722", "7495075", "24430058", "14675106", "26589270", "21131039", "26773756", "28062504", "26743168", "20923635", "23240024"], "citedin": ["34680169", "34633287", "34606991", "34183396", "34037437", "33562624", "33462294", "33313466", "31614389"], "five": ["31323706", "28062504", "33562624", "19690336", "31479942"]}, "33562624": {"pmid": "33562624", "title": "Factor XIII and Fibrin Clot Properties in Acute Venous Thromboembolism.", "authors": [["0000-0003-1762-308X", "Ząbczyk, Michał M"], [null, "Natorska, Joanna J"], [null, "Undas, Anetta A"]], "journal": "International journal of molecular sciences", "date": "2021 Feb 05", "abstract": "Coagulation factor XIII (FXIII) is converted by thrombin into its active form, FXIIIa, which crosslinks fibrin fibers, rendering clots more stable and resistant to degradation. FXIII affects fibrin clot structure and function leading to a more prothrombotic phenotype with denser networks, characterizing patients at risk of venous thromboembolism (VTE). Mechanisms regulating FXIII activation and its impact on fibrin structure in patients with acute VTE encompassing pulmonary embolism (PE) or deep vein thrombosis (DVT) are poorly elucidated. Reduced circulating FXIII levels in acute PE were reported over 20 years ago. Similar observations indicating decreased FXIII plasma activity and antigen levels have been made in acute PE and DVT with their subsequent increase after several weeks since the index event. Plasma fibrin clot proteome analysis confirms that clot-bound FXIII amounts associated with plasma FXIII activity are decreased in acute VTE. Reduced FXIII activity has been associated with impaired clot permeability and hypofibrinolysis in acute PE. The current review presents available studies on the role of FXIII in the modulation of fibrin clot properties during acute PE or DVT and following these events. Better understanding of FXIII's involvement in the pathophysiology of acute VTE might help to improve current therapeutic strategies in patients with acute VTE.", "references": ["28865246", "2883970", "11057844", "19617576", "21455864", "19652888", "10973845", "24627516", "23929307", "28868636", "19690336", "20331752", "12366374", "27148673", "27344554", "2436995", "31063157", "24408323", "30176116", "16740590", "27207417", "33131044", "30105089", "17371605", "31425886", "29054013", "31578814", "32235490", "24261582", "4424214", "21742792", "31005064", "31939451", "12958612", "23313382", "33186996", "19598071", "8097064", "23075332", "16113836", "32560304", "17721618", "11756340", "25944670", "23303819", "32810596", "30958816", "25331118", "21901234", "16129024", "33214340", "22477542", "32651425", "27561317", "33335693", "31251730", "30725502", "16102108", "18673233", "12515735", "31797863", "30135864", "20088938", "17435113", "11684129", "10910914", "30446212", "10583246", "24983320", "27019464", "11219188"], "citedin": ["34341358"], "five": ["33214340", "21455864", "19690336", "28771277", "28062504"]}, "24414255": {"pmid": "24414255", "title": "Enhanced lysis and accelerated establishment of viscoelastic properties of fibrin clots are associated with pulmonary embolism.", "authors": [[null, "Martinez, Marissa R MR"], [null, "Cuker, Adam A"], [null, "Mills, Angela M AM"], [null, "Crichlow, Amanda A"], [null, "Lightfoot, Richard T RT"], [null, "Chernysh, Irina N IN"], [null, "Nagaswami, Chandrasekaran C"], [null, "Weisel, John W JW"], [null, "Ischiropoulos, Harry H"]], "journal": "American journal of physiology. Lung cellular and molecular physiology", "date": "2014 Mar 01", "abstract": "The factors that contribute to pulmonary embolism (PE), a potentially fatal complication of deep vein thrombosis (DVT), remain poorly understood. Whereas fibrin clot structure and functional properties have been implicated in the pathology of venous thromboembolism and the risk for cardiovascular complications, their significance in PE remains uncertain. Therefore, we systematically compared and quantified clot formation and lysis time, plasminogen levels, viscoelastic properties, activated factor XIII cross-linking, and fibrin clot structure in isolated DVT and PE subjects. Clots made from plasma of PE subjects showed faster clot lysis times with no differences in lag time, rate of clot formation, or maximum absorbance of turbidity compared with DVT. Differences in lysis times were not due to alterations in plasminogen levels. Compared with DVT, clots derived from PE subjects showed accelerated establishment of viscoelastic properties, documented by a decrease in lag time and an increase in the rate of viscoelastic property formation. The rate and extent of fibrin cross-linking by activated factor XIII were similar between clots from DVT and PE subjects. Electron microscopy revealed that plasma fibrin clots from PE subjects exhibited lower fiber density compared with those from DVT subjects. These data suggest that clot structure and functional properties differ between DVT and PE subjects and provide insights into mechanisms that may regulate embolization.", "references": ["1420861", "10545379", "4425722", "21355090", "4184105", "22580301", "18922710", "10807754", "14466639", "7199524", "621951", "8277550", "19690336", "8972025", "22451716", "20385790", "16917107", "2938632", "18392327", "23220403", "13707241", "2025141", "21414532", "18559671", "19192118"], "citedin": ["34431201", "34183396", "32993011", "32858936", "32651425", "31379831", "30725502", "30635605", "30349889", "28740853", "28101869", "27553509", "26178390", "26149026"], "five": ["28062504", "33186996", "32810596", "33562624", "27148673", "28166607"]}, "29589187": {"pmid": "29589187", "title": "Erythrocyte compression index is impaired in patients with residual vein obstruction.", "authors": [[null, "Zabczyk, Michal M"], [null, "Natorska, Joanna J"], [null, "Undas, Anetta A"]], "journal": "Journal of thrombosis and thrombolysis", "date": "2018 Jul", "abstract": "Defective clot contraction has been postulated to contribute to thrombosis. We aimed to evaluate the association of residual vein obstruction (RVO) with erythrocyte compression within the whole-blood clot. We studied 32 patients with venous thromboembolism (VTE) taking vitamin K antagonists (VKAs) for at least 3 months (median time in therapeutic range 60%), including 12 (37.5%) with RVO, and 32 age- and sex-matched controls. In all study participants we evaluated whole blood clot retraction, expressed as the erythrocyte compression index (ECI), defined as a ratio of mean polyhedrocyte area to mean native erythrocyte area, along with clot area covered by polyhedrocytes, plasma clot permeability (Ks), clot lysis time (CLT), and thrombin generation. In both groups higher ECI, indicating impaired clot contraction, increased with older age, higher body mass index, red blood cell distribution width, and lower platelet count (all p < 0.05), but not with red blood cell count. In VTE patients ECI was 15.8% higher than in controls (median 63.6 vs. 54.9%, p = 0.021). Subjects with RVO had 20% higher ECI and 155% lower clot area covered by polyhedrocytes. RVO patients had also prolonged CLT by 41%, but not Ks, and elevated peak thrombin generation by 33%, as compared to those without RVO (all p < 0.05). This study is the first to show impaired compression of erythrocytes in RVO patients despite VKA anticoagulation. Altered ECI coexisted with hypolysability and increased thrombin generation. ECI might be useful in the diagnostic process of RVO or post-thrombotic syndrome and can help optimize the anticoagulant therapy.", "references": ["8470047", "28458720", "17208341", "29488682", "24335500", "19733726", "28062504", "14604965", "11854725", "26786481", "25739375", "24824295", "7448414", "19690336", "24301422", "28382369", "12484710", "29225327", "25989112", "12853707", "25464440", "15070217", "18497320", "29242187", "24338009", "27592622", "22762941", "26942727", "23087356", "27418628", "19391664", "18172029", "29021578", "18310547", "27908894", "24154729"], "citedin": ["30466424"], "five": ["30466424", "26786481", "26319777", "31479942", "29618152"]}, "26540111": {"pmid": "26540111", "title": "Unfavorably Altered Fibrin Clot Properties in Patients with Eosinophilic Granulomatosis with Polyangiitis (Churg-Strauss Syndrome): Association with Thrombin Generation and Eosinophilia.", "authors": [[null, "Mastalerz, Lucyna L"], [null, "Celińska-Lӧwenhoff, Magdalena M"], [null, "Krawiec, Piotr P"], [null, "Batko, Bogdan B"], [null, "Tłustochowicz, Witold W"], [null, "Undas, Anetta A"]], "journal": "PloS one", "date": "2015", "abstract": "Given reports on the increased prevalence of thromboembolic incidents in patients with eosinophilic granulomatosis with polyangiitis (EGPA; Churg-Strauss syndrome), we investigated whether fibrin clot properties are unfavorably altered in EGPA.", "references": ["10595642", "18665928", "16728460", "19015208", "19246700", "19690336", "19910643", "20471669", "20434203", "10848898", "17208341", "21053738", "19833618", "21836064", "21988667", "22272911", "22762893", "23044708", "23330816", "23539673", "24671700", "12370216", "14872461", "2202312", "2018206", "1384157", "8929649", "15679733", "25003763", "24652596", "25375118", "25379971", "25812008", "25406357", "16917107", "17143092", "17640649"], "citedin": ["33646859", "32991476", "31379831", "30684190", "30470809", "28251013"], "five": ["23273404", "24738991", "25989112", "25909989", "24306139"]}, "29618152": {"pmid": "29618152", "title": "Altered Plasma Clot Properties and Trauma-Related Venous Thromboembolism despite Thromboprophylaxis.", "authors": [[null, "Goldman, Sarah S"], [null, "Frączek, Paulina P"], [null, "Szklanny, Krzysztof K"], [null, "Papuga-Szela, Elżbieta E"], [null, "Stanisz, Andrzej A"], [null, "Undas, Anetta A"]], "journal": "Thrombosis and haemostasis", "date": "2018 04", "abstract": "Prothrombotic clot phenotype may characterize patients developing deep vein thrombosis (DVT) despite pharmacological thromboprophylaxis. We studied the role of fibrin clot properties and its potential determinants in individuals who experienced DVT after lower limb injury.", "references": [], "citedin": ["33548446", "31827635"], "five": ["31479942", "28062504", "31432450", "29242187", "31323706"]}, "31479942": {"pmid": "31479942", "title": "Prothrombotic fibrin clot properties are associated with post-discharge venous thromboembolism in acutely ill medical patients.", "authors": [[null, "Wójcik, Mariusz M"], [null, "Zaręba, Lech L"], [null, "Undas, Anetta A"]], "journal": "Thrombosis research", "date": "2019 Oct", "abstract": "Reduced clot permeability and lysability have been reported in patients who experienced venous thromboembolism (VTE) following lower limb injury despite pharmacological thromboprophylaxis. We hypothesized that similarly altered fibrin clot properties characterize patients with post-discharge VTE despite thromboprophylaxis during prior hospitalization due to acute medical illnesses.", "references": [], "citedin": ["33959088"], "five": ["29618152", "31827635", "31323706", "28771277", "30113019"]}, "21836064": {"pmid": "21836064", "title": "Fibrin clot structure and function: a role in the pathophysiology of arterial and venous thromboembolic diseases.", "authors": [[null, "Undas, Anetta A"], [null, "Ariëns, Robert A S RA"]], "journal": "Arteriosclerosis, thrombosis, and vascular biology", "date": "2011 Dec", "abstract": "The formation of fibrin clots that are relatively resistant to lysis represents the final step in blood coagulation. We discuss the genetic and environmental regulators of fibrin structure in relation to thrombotic disease. In addition, we discuss the implications of fibrin structure for treatment of thrombosis. Fibrin clots composed of compact, highly branched networks with thin fibers are resistant to lysis. Altered fibrin structure has consistently been reported in patients with several diseases complicated by thromboembolic events, including patients with acute or prior myocardial infarction, ischemic stroke, and venous thromboembolism. Relatives of patients with myocardial infarction or venous thromboembolism display similar fibrin abnormalities. Low-dose aspirin, statins, lowering of homocysteine, better diabetes control, smoking cessation, and suppression of inflammatory response increase clot permeability and susceptibility to lysis. Growing evidence indicates that abnormal fibrin properties represent a novel risk factor for arterial and venous thrombotic events, particularly of unknown etiology in young and middle-aged patients.", "references": [], "citedin": ["34702844", "34680169", "34633287", "34606991", "34356659", "34261653", "34261330", "34218268", "34187873", "33981824", "33868491", "33776563", "33682337", "33671748", "33649231", "33540604", "33526478", "33445952", "33424834", "33362545", "33252741", "33223680", "33184573", "32931586", "32879351", "32806658", "32651425", "32582720", "32235490", "32198356", "32076463", "32011335", "32005654", "31995579", "31949010", "31929571", "31914791", "31849822", "31752041", "31735326", "31723805", "31614338", "31432450", "31258531", "31245061", "31011700", "30992036", "30944671", "30891644", "30762155", "30746232", "30684190", "30114949", "30062722", "29939163", "29887998", "29723163", "29662311", "29494603", "29490257", "29439739", "29399522", "29390064", "29228781", "29209155", "29099861", "29021578", "28887505", "28851981", "28841147", "28778104", "28740853", "28572158", "28558246", "28545055", "28441918", "28395964", "28242049", "28101869", "28079313", "27942000", "27908894", "27832202", "27713614", "27605168", "27340854", "27311950", "27256671", "27256342", "27226818", "27119646", "27106753", "26647358", "26540111", "26523784", "26515417", "26509036", "26462180", "26379477", "26357663", "26251420", "26233406", "26149052", "26045142", "25928628", "25853146", "25741989", "25624413", "25411230", "25386701", "25294122", "24958246", "24937703", "24840618", "24488442", "24367334", "24335500", "24198061", "23842087", "23305734", "23114500", "23086579", "23080213", "22987196", "22916291", "22751108", "22245244"], "five": ["24671700", "29672756", "24652596", "19690336", "29225327"]}, "34702844": {"pmid": "34702844", "title": "Accelerated fibrin clot degradation is associated with arterial thromboembolism in patients following venous thrombosis: a cohort study.", "authors": [[null, "Mrozinska, Sandra S"], [null, "Wypasek, Ewa E"], [null, "Broniatowska, Elżbieta E"], [null, "Undas, Anetta A"]], "journal": "Scientific reports", "date": "2021 Oct 26", "abstract": "Several lines of evidence have suggested that patients following venous thromboembolism (VTE) are at higher risk of arterial thromboembolism (ATE). Prothrombotic fibrin clot characteristics were reported in individuals with cardiovascular risk factors. We investigated whether specific fibrin clot properties measured after 3-4 months of anticoagulation characterize VTE patients with subsequent ATE. We enrolled 320 patients following VTE aged below 70 years (median age, 46). Ten patients were lost to follow-up. ATE occurred in 21 individuals after a median 54 (31-68) months during a follow-up of 87.5 months (incidence 0.94%; 95% confidence interval [CI], 0.59-1.4 per patient-year). Patients with ATE had faster fibrin clot degradation, reflected by maximum rate of D-dimer increase during plasma clot lysis induced by tissue-type plasminogen activator (D-Drate) at baseline. Clot permeability, turbidimetric variables, clot lysis time, and thrombin generation were unrelated to ATE. Univariable Cox proportional hazards analysis showed that age, diabetes, and D-Drate were risk factors for subsequent ATE. Increased D-Drate (by 0.001 mg/L/min; hazard ratio, 1.08; 95% CI 1.02-1.14) was an independent predictor of ATE after adjustment for potential confounders. Faster fibrin clot degradation at 3 months since VTE may increase the risk of ATE among VTE patients during follow-up.", "references": ["20697022", "16634738", "24241912", "11015340", "21084000", "22315268", "12814980", "31949010", "7608564", "28062504", "26780736", "21836064", "31784355", "24671700", "19228706", "16689755", "30635605", "19910643", "28886621", "19690336", "31951936", "19687358", "19246700", "16549646", "20095999", "24418303", "12370216", "30697356", "18037081", "10712387", "29242187", "18824642", "30523120", "21144964", "31808421", "15574198", "10595642", "26911453", "18275426", "12686699", "19815816", "16961597", "19782933", "18624983", "31797863", "23652265", "32879351", "21542745", "1898641", "16848865", "33157491", "23034020"], "citedin": [], "five": ["31323706", "31827635", "31479942", "26786481", "28062504"]}, "16689755": {"pmid": "16689755", "title": "Statins, fenofibrate, and quinapril increase clot permeability and enhance fibrinolysis in patients with coronary artery disease.", "authors": [[null, "Undas, A A"], [null, "Celinska-Löwenhoff, M M"], [null, "Löwenhoff, T T"], [null, "Szczeklik, A A"]], "journal": "Journal of thrombosis and haemostasis : JTH", "date": "2006 May", "abstract": "Aspirin increases fibrin clot porosity and susceptibility to lysis. It is unknown whether other drugs, in combination with aspirin, used in the treatment of coronary artery disease (CAD) might affect clot structure and resistance to lysis.", "references": [], "citedin": ["34702844", "34421587", "34279484", "34200255", "33602240", "32993011", "32076463", "31975352", "31827635", "31752041", "30762155", "30635605", "28851981", "28761676", "28740853", "27247857", "27061794", "26866684", "26543308", "25909989", "25848817", "25760954", "24676931", "23305734", "23086579", "21220650", "20419337", "19830399"], "five": ["16574890", "16907931", "21955304", "19967149", "17388006"]}, "20471669": {"pmid": "20471669", "title": "Unfavorably altered fibrin clot properties in patients with active rheumatoid arthritis.", "authors": [[null, "Kwasny-Krochin, Beata B"], [null, "Gluszko, Piotr P"], [null, "Undas, Anetta A"]], "journal": "Thrombosis research", "date": "2010 Jul", "abstract": "Altered fibrin clot properties have been reported in cardiovascular diseases (CVD) and inflammatory states. Given increased prevalence of CVD in patients with rheumatoid arthritis (RA), we investigated whether fibrin characteristics are also altered in RA patients.", "references": [], "citedin": ["33424834", "31525325", "31379831", "31209709", "30684190", "30442678", "28765701", "28740853", "27664114", "27350837", "26540111", "26517541", "26313696", "25336631"], "five": ["19967149", "18156458", "20479639", "16574890", "17721616"]}, "12370216": {"pmid": "12370216", "title": "Altered fibrin clot structure in the healthy relatives of patients with premature coronary artery disease.", "authors": [[null, "Mills, Joseph D JD"], [null, "Ariëns, Robert A S RA"], [null, "Mansfield, Michael W MW"], [null, "Grant, Peter J PJ"]], "journal": "Circulation", "date": "2002 Oct 08", "abstract": "A family history of premature coronary artery disease (CAD) is an independent cardiovascular risk factor. Fibrin clots composed of dense fiber networks are found in young CAD patients and may occur in the relatives of such individuals.", "references": [], "citedin": ["34702844", "34279484", "33708141", "33602240", "33540604", "33313466", "33292263", "33252741", "32879351", "31752041", "31614389", "31525325", "31432450", "31379831", "31001199", "30684190", "30635605", "30466424", "29099861", "28841147", "28761676", "28279217", "28228446", "27514025", "27226818", "27081493", "27056152", "26540111", "26037972", "25928628", "25624413", "25386701", "24278688", "24198061", "23976993", "22916291", "22245244", "21800001", "21355090", "21325671", "20419337", "19054699", "18818200", "18716611", "18487475", "17127261", "15864538"], "five": ["19784898", "19690336", "20471669", "18829228", "26833718"]}, "24671700": {"pmid": "24671700", "title": "Fibrin clot properties and their modulation in thrombotic disorders.", "authors": [[null, "Undas, A A"]], "journal": "Thrombosis and haemostasis", "date": "2014 Jul 03", "abstract": "Accumulating evidence indicates that accelerated formation of fibrin clots composed of compact, highly-branched networks with thin fibres which are relatively resistant to plasmin-mediated lysis can be commonly observed in patients with venous or arterial thrombosis. This review discusses characteristics of fibrin clot structure and function in patients with various thromboembolic manifestations, in particular myocardial infarction, ischaemic stroke and venous thromboembolism, based on the publications till December 2013. Moreover, factors will be presented that in vivo unfavourably determine altered fibrin clot properties in thrombotic disorders and modalities that can improve clot phenotype.", "references": [], "citedin": ["34702844", "34683859", "34279484", "33804303", "33424834", "33406071", "32851201", "32435512", "32354869", "32076463", "31723805", "31602486", "31177606", "30944671", "30762155", "30739303", "30566972", "30534594", "30062722", "29887998", "29855781", "29390064", "29209155", "28841147", "28778104", "28740853", "27980543", "27350837", "27311950", "27028649", "26540111", "25909989", "25411230"], "five": ["24652596", "21836064", "28382369", "19690336", "29672756"]}, "29225327": {"pmid": "29225327", "title": "Plasma fibrin clot structure and thromboembolism: clinical implications.", "authors": [[null, "Ząbczyk, Michał M"], [null, "Undas, Anetta A"]], "journal": "Polish archives of internal medicine", "date": "2017 12 22", "abstract": "Fibrin formed as a result of fibrinogen polymerization is the main protein component of a clot in a test tube and intravascular thrombi in vivo. Fibrin clot structure characterized by fiber diameter and pore size differs between healthy persons and those with thromboembolic diseases, in part due to the quality and quantity of fibrinogen and the magnitude of thrombin generation. A key measure of plasma clot structure is its permeability, reflected by the Darcy constant (Ks). Reduced Ks is a typical feature of the prothrombotic fibrin clot phenotype, which is associated with faster formation of denser fibrin mesh, relatively resistant to lysis. Low Ks has been reported in patients with prior or acute myocardial infarction (MI), stroke, or venous thromboembolism (encompassing deep vein thrombosis [DVT] and pulmonary embolism [PE]), as well as in those with prothrombotic conditions (eg, in several thrombophilic states) and in the presence of cardiovascular risk factors (eg, obesity). Antithrombotic and anticoagulant agents, along with statins, have been shown to increase Ks. Growing evidence indicates associations between the properties of plasma fibrin clots and morphology of intravascular thrombi in patients with MI. Recently, reduced Ks has been shown to predict recurrent thromboembolic episodes in patients with a history of stroke, PE, DVT, and their serious complications, including postthrombotic syndrome and thromboembolic pulmonary hypertension. We discuss the current evidence for the significance of clot density measured in vitro as a prognostic marker in a number of clinical conditions associated with elevated thromboembolic risk.", "references": [], "citedin": ["34200255", "34158537", "33668986", "32076463", "31995579", "31911561", "31614389", "31280356", "30992036", "30944671", "30891644", "30746232", "30684190", "30635605", "30470809", "30466424", "30021207", "29855781", "29589187"], "five": ["28062504", "28740853", "32810596", "30415236", "29242187"]}, "32993011": {"pmid": "32993011", "title": "Fibrin Clot Formation and Lysis in Plasma.", "authors": [["0000-0002-2978-5185", "Larsen, Julie Brogaard JB"], [null, "Hvas, Anne-Mette AM"]], "journal": "Methods and protocols", "date": "2020 Sep 25", "abstract": "Disturbance in the balance between fibrin formation and fibrinolysis can lead to either bleeding or thrombosis; however, our current routine coagulation assays are not sensitive to altered fibrinolysis. The clot formation and lysis assay is a dynamic plasma-based analysis that assesses the patient's capacity for fibrin formation and fibrinolysis by adding an activator of coagulation as well as fibrinolysis to plasma and measuring ex vivo fibrin clot formation and breakdown over time. This assay provides detailed information on the fibrinolytic activity but is currently used for research only, as the assay is prone to inter-laboratory variation and as it demands experienced laboratory technicians as well as specialized personnel to validate and interpret the results. Here, we describe a protocol for the clot formation and lysis assay used at our research laboratory.", "references": ["24414255", "9843179", "29847021", "1447176", "10807754", "27302378", "30609442", "25187394", "17008302", "18462012", "23240024", "16689755", "26149056", "23976993", "31465557", "29753280", "22974122", "28382369", "11553368", "29390064", "28304129", "20385790", "27472427", "29242187", "25993271", "11909993", "17640649", "15466929", "15842343", "32651425", "31733633", "19087221", "11438502", "29261568", "19942259", "29658191", "16538489"], "citedin": ["34502446", "33540604"], "five": ["34502446", "31325724", "19117964", "31335970", "29525568"]}, "32806658": {"pmid": "32806658", "title": "Super-Resolution Microscopy Reveals an Altered Fibrin Network in Cirrhosis: The Key Role of Oxidative Stress in Fibrinogen Structural Modifications.", "authors": [["0000-0002-2593-5908", "Becatti, Matteo M"], [null, "Mannucci, Amanda A"], [null, "Argento, Flavia Rita FR"], ["0000-0002-8042-6508", "Gitto, Stefano S"], [null, "Vizzutti, Francesco F"], ["0000-0001-8629-0878", "Marra, Fabio F"], [null, "Taddei, Niccolò N"], ["0000-0003-1165-1581", "Fiorillo, Claudia C"], [null, "Laffi, Giacomo G"]], "journal": "Antioxidants (Basel, Switzerland)", "date": "2020 Aug 12", "abstract": "Cirrhotic patients show a reduced synthesis of both pro- and anti-coagulant factors. Recent reports indicate that they are characterized by a higher risk of thrombotic rather than hemorrhagic complications, but the mechanisms conferring this risk are not fully elucidated. Oxidative-mediated fibrinogen modifications may explain, at least in part, a prothrombotic profile. The aim of the present pilot study was to investigate the alterations in fibrinogen structure and function in patients with cirrhosis of various severity and to correlate these findings with the mechanisms of thrombus formation. We assessed in plasma specific oxidative stress markers and measured oxidative modifications, functional and structural parameters in purified fibrinogen fractions obtained from cirrhotic patients and control subjects. We enrolled 15 cirrhotic patients (5 patients belonging to each of the three Child-Turcotte-Pugh classes) and 20 age- and sex-matched healthy controls. Plasma redox status, fibrinogen oxidative modifications, thrombin-catalyzed fibrin polymerization and fibrin resistance to plasmin-induced lysis were significantly altered in cirrhotic patients and were associated to disease severity. Importantly, clot structure obtained by stimulated emission depletion (STED) super-resolution microscopy indicated modifications in fiber diameter and in clot porosity in cirrhotic patients. Fibrin fiber diameter significantly decreased in cirrhotic patients when compared to controls, and this difference became more marked with disease progression. In parallel, fibrin pore size progressively decreased along with disease severity. In cirrhotic patients, fibrinogen clot analysis and oxidative-dependent changes reveal novel structural and functional fibrinogen modifications which may favor thrombotic complications in cirrhosis.", "references": ["23381015", "14961153", "19803748", "23809133", "25284616", "23305734", "17406547", "21836064", "27755019", "20400681", "24718401", "24627592", "1420861", "26833718", "15864538", "19690336", "20537738", "26585672", "20348406", "29483085", "26357663", "16917107", "12192305", "28740853", "17006940", "26494231", "22384068", "26484638", "24790138", "25074740", "7835749", "21751907", "17635717", "20075386", "4541913", "10595642", "32001151", "26786481", "25848469", "24064886", "28101869", "18443906", "23662248", "24899357", "12614167", "30472725", "30945230", "21145851", "32039373", "26540040", "14661084", "17316874", "27761574"], "citedin": [], "five": ["26833718", "24790138", "27755019", "25900310", "22378816"]}, "32076463": {"pmid": "32076463", "title": "Plasma Fibrin Clot Properties as Determinants of Bleeding Time in Human Subjects: Association with Histidine-Rich Glycoprotein.", "authors": [[null, "Szułdrzyński, Konstanty K"], [null, "Jankowski, Miłosz M"], ["0000-0003-0324-8506", "Potaczek, Daniel P DP"], ["0000-0002-0667-8109", "Undas, Anetta A"]], "journal": "Disease markers", "date": "2020", "abstract": "Fibrin formation and histidine-rich glycoprotein (HRG) are involved in primary hemostasis and wound healing. Little is known regarding the relationship of clot characteristics, bleeding time, and wound healing.", "references": ["21836064", "25213262", "29209155", "23422752", "27477022", "25909989", "3345342", "24671700", "16689755", "21917299", "22757679", "15864538", "29225327", "15869579", "27206819", "20971949", "19967167", "26317771", "362066", "18931343", "6791725", "11588039", "29723163", "16689737", "3958188", "11054089", "24510988", "29242187", "16917107", "14981463", "22726099", "22335628", "5556576", "28904234", "3011081", "23958517", "22274545", "11342472", "21757718", "12778165", "15748207", "12663453", "25213709", "25187394", "30884069", "11159525", "25691157"], "citedin": [], "five": ["31425886", "25909989", "30891644", "23086579", "16574890"]}, "33540604": {"pmid": "33540604", "title": "Role, Laboratory Assessment and Clinical Relevance of Fibrin, Factor XIII and Endogenous Fibrinolysis in Arterial and Venous Thrombosis.", "authors": [[null, "Memtsas, Vassilios P VP"], ["0000-0001-5993-4850", "Arachchillage, Deepa R J DRJ"], [null, "Gorog, Diana A DA"]], "journal": "International journal of molecular sciences", "date": "2021 Feb 02", "abstract": "Diseases such as myocardial infarction, ischaemic stroke, peripheral vascular disease and venous thromboembolism are major contributors to morbidity and mortality. Procoagulant, anticoagulant and fibrinolytic pathways are finely regulated in healthy individuals and dysregulated procoagulant, anticoagulant and fibrinolytic pathways lead to arterial and venous thrombosis. In this review article, we discuss the (patho)physiological role and laboratory assessment of fibrin, factor XIII and endogenous fibrinolysis, which are key players in the terminal phase of the coagulation cascade and fibrinolysis. Finally, we present the most up-to-date evidence for their involvement in various disease states and assessment of cardiovascular risk.", "references": ["21836064", "21455864", "28057772", "9575159", "17922804", "11460477", "17721616", "15188938", "4811064", "279911", "19910643", "15869621", "20880254", "28865246", "25263390", "7199538", "19690336", "22197181", "26770073", "9193430", "23406195", "20413657", "27344554", "9765243", "25142383", "8099547", "6575700", "19121427", "26324704", "19246700", "10368124", "15967976", "16241947", "23601743", "19141165", "12727396", "17842715", "10978263", "15963835", "26786060", "21324459", "10545379", "28382369", "12506014", "16740590", "32993011", "18006701", "29390064", "26608329", "7076665", "26178535", "27472427", "23992439", "2986113", "21742792", "16091450", "21044602", "24261582", "16888133", "13888166", "19147322", "24246248", "8902992", "16881935", "19784898", "21738029", "6115670", "12370216", "25498737", "19017261", "8097064", "11884372", "1384157", "17723142", "26626994", "31740169", "17208341", "7992253", "16917107", "23842702", "28761875", "11057844", "2102623", "23075332", "26896607", "27810050", "26407682", "25908074", "16060980", "25944670", "17640649", "23170200", "27056150", "6575691", "19036067", "23303819", "26635081", "10807754", "24443567", "22465315", "31159611", "20950841", "18657653", "27189130", "24335500", "15466929", "5901173", "17635717", "26308340", "1731900", "23048192", "10853003", "12871322", "30380032", "9333233", "16351642", "17250879", "1176815", "26786481", "20396461", "28503122", "11121023", "21883880", "19967148", "29967603", "18673233", "19183334", "7511944", "11057856", "28101869", "24934257", "17673704", "15572258", "27387478", "17549290", "17435113", "22104070", "10910914", "16616323", "21471521", "21325671", "30087086", "19591171", "20447533", "18829228", "19942259", "26773756", "19967149", "25031548", "21640452", "28062504", "10816585", "20375315", "18462012", "24983320", "20516672", "23240024", "28228446", "27665853", "18974382", "9765237", "18156458", "21737785", "6444305", "19797520", "21251205"], "citedin": ["34281167", "34034778"], "five": ["18673233", "27056150", "33296082", "26149026", "1845147", "15692256"]}, "28841147": {"pmid": "28841147", "title": "Importance of Endogenous Fibrinolysis in Platelet Thrombus Formation.", "authors": [[null, "Gue, Ying X YX"], [null, "Gorog, Diana A DA"]], "journal": "International journal of molecular sciences", "date": "2017 Aug 25", "abstract": "The processes of thrombosis and coagulation are finely regulated by endogenous fibrinolysis maintaining healthy equilibrium. When the balance is altered in favour of platelet activation and/or coagulation, or if endogenous fibrinolysis becomes less efficient, pathological thrombosis can occur. Arterial thrombosis remains a major cause of morbidity and mortality in the world despite advances in medical therapies. The role endogenous fibrinolysis in the pathogenesis of arterial thrombosis has gained increasing attention in recent years as it presents novel ways to prevent and treat existing diseases. In this review article, we discuss the role of endogenous fibrinolysis in platelet thrombus formation, methods of measurement of fibrinolytic activity, its role in predicting cardiovascular diseases and clinical outcomes and future directions.", "references": ["19394618", "21836064", "19017260", "28004059", "18927546", "17925622", "17933986", "10978263", "22077192", "18156458", "6121390", "28062504", "19017261", "8712096", "27561191", "27403440", "19377074", "12006404", "16168274", "24841452", "1694738", "1447176", "10807742", "27062938", "4038784", "25402757", "19141165", "18573856", "16286603", "24336898", "12370216", "18177924", "16286165", "19323787", "25120086", "26786481", "23538158", "15188938", "15994914", "17023678", "16188515", "27279497", "26341360", "20447533", "23842702", "2494006", "10853003", "20028419", "25331118", "19729112", "24613697", "25390503", "17182988", "28566218", "20447534", "19690336", "15583730", "19235051", "25465831", "24062901", "2510836", "19622820", "18652943", "14652655", "19665684", "26277984", "22670837", "20377327", "18625524", "9575159", "12529754", "9765237", "23652600", "20538163", "24123050", "22017416", "20223370", "17673704", "9887164", "19910643", "19246845", "20691842", "17640649", "18473375", "21752433", "14614361", "19942259", "19952006", "17145060", "18685432", "26503749", "15166952", "23193585", "26149056", "22996148", "10368124", "9972747", "24671700", "24774390", "17449501", "20554950", "15660039", "18975020", "15364322", "28449027", "14581255", "10692083", "14642681", "25908074", "24306139", "25540192"], "citedin": ["34184164", "34124160", "31035782", "29628897", "29352103"], "five": ["24613697", "25908074", "27207414", "29052850", "11458286"]}, "34279484": {"pmid": "34279484", "title": "Fibrin Clot Properties in Atherosclerotic Vascular Disease: From Pathophysiology to Clinical Outcomes.", "authors": [["0000-0003-1762-308X", "Ząbczyk, Michał M"], [null, "Natorska, Joanna J"], [null, "Undas, Anetta A"]], "journal": "Journal of clinical medicine", "date": "2021 Jul 05", "abstract": "Fibrin is a major component of thrombi formed on the surface of atherosclerotic plaques. Fibrin accumulation as a consequence of local blood coagulation activation takes place inside atherosclerotic lesions and contributes to their growth. The imbalance between thrombin-mediated fibrin formation and fibrin degradation might enhance atherosclerosis in relation to inflammatory states reflected by increased fibrinogen concentrations, the key determinant of fibrin characteristics. There are large interindividual differences in fibrin clot structure and function measured in plasma-based assays and in purified fibrinogen-based systems. Several observational studies have demonstrated that subjects who tend to generate denser fibrin networks displaying impaired clot lysis are at an increased risk of developing advanced atherosclerosis and arterial thromboembolic events. Moreover, the majority of cardiovascular risk factors are also associated with unfavorably altered fibrin clot properties, with their improvement following effective therapy, in particular with aspirin, statins, and anticoagulant agents. The prothrombotic fibrin clot phenotype has been reported to have a predictive value in terms of myocardial infarction, ischemic stroke, and acute limb ischemia. This review article summarizes available data on the association of fibrin clot characteristics with atherosclerotic vascular disease and its potential practical implications.", "references": ["21917299", "28771277", "26324704", "33313466", "12871286", "31354158", "24671700", "19228706", "16689755", "25739375", "15864538", "19170679", "20025475", "17932316", "31951936", "19967167", "19286636", "22240493", "30442686", "33906245", "14604965", "25686879", "20697022", "14741", "29390064", "22507986", "29723163", "31425886", "6121390", "32674807", "19147322", "26070447", "12370216", "23313382", "8291501", "15451780", "17723142", "30689756", "31196144", "16219884", "23193585", "16917107", "8880021", "27581829", "22435370", "31072568", "31075152", "33360152", "22476576", "7828284", "17640649", "30597343", "24285296", "30865212", "10807754", "26892956", "23235487", "30762155", "23037322", "19129740", "27665230", "29113395", "24335500", "27031276", "2317160", "32604426", "18392327", "31722535", "10853003", "31733633", "21593864", "25463088", "32584014", "19815816", "29132879", "20554950", "16689745", "24140662", "31797863", "26047975", "25187394", "21542745", "19653173", "8825221", "23784703", "18829228", "31752041", "27888053", "9857919", "19694216", "23409043", "15041279", "33157491", "15217804", "23145007", "29658191", "31416204", "26210642", "31596272", "30466424", "21921257", "29437578", "30846818"], "citedin": ["34682751"], "five": ["29225327", "28062504", "21952526", "30415236", "31625555"]}, "31379831": {"pmid": "31379831", "title": "Lytic Susceptibility, Structure, and Mechanical Properties of Fibrin in Systemic Lupus Erythematosus.", "authors": [[null, "Litvinov, Rustem I RI"], [null, "Nabiullina, Rosa M RM"], [null, "Zubairova, Laily D LD"], [null, "Shakurova, Mileusha A MA"], [null, "Andrianova, Izabella A IA"], [null, "Weisel, John W JW"]], "journal": "Frontiers in immunology", "date": "2019", "abstract": "Among complications of systemic lupus erythematosus (SLE), thrombotic events are relatively common and contribute significantly to the morbidity and mortality rates. An increased risk of thrombosis in various diseases has been shown to be associated with the lytic stability and mechanical stiffness of the fibrin clot determined by its structure. Here we studied alterations of the fibrin clot properties in relation to disease severity in SLE patients. Plasma clots from 28 SLE patients were characterized by the kinetics of formation and fibrinolytic dissolution (using dynamic turbidimetry), the network and fiber ultrastructure (scanning electron microscopy), viscoelasticity (shear rheometry), and the rate and degree of crosslinking (Western blotting) correlated with the disease activity, blood composition, and compared to clotting of pooled normal human plasma. Clots made from plasma of SLE patients were lysed faster with exogenous t-PA than control clots from normal plasma without a significant difference between those from active (SLEDAI>4) and inactive (SLEDAI<4) SLE patients. Clots from the blood of patients with active SLE were characterized by significantly slower onset, but faster rate of fibrin polymerization and a higher optical density due to thicker fibers compared to those from inactive SLE and control pooled normal plasma. The rheological parameters of the clots (storage and loss moduli) were significantly increased in the active SLE patients along with enhanced fibrin crosslinking and hyperfibrinogenemia. The structural and rheological alterations displayed a strong positive correlation with high fibrinogen levels and other laboratory markers of immune inflammation. In conclusion, changes in the blood composition associated with active systemic inflammation in SLE cause significant alterations in the lytic resistance of fibrin clots associated with changes in polymerization kinetics, viscoelastic properties, and structure. The formation of more rigid prothrombotic fibrin clots in the plasma of SLE patients is likely due to the inflammatory hyperfibrinogenemia and greater extent of crosslinking. However, the higher susceptibility of the SLE clots to fibrinolysis may be a protective and/or compensatory mechanism that reduces the risk of thrombotic complications and improves patient outcomes.", "references": ["10545379", "10634794", "10807754", "1176815", "12162688", "12370216", "12642590", "1341057", "1420861", "1447176", "14507110", "14530779", "1455397", "15015972", "15026315", "15468356", "15934123", "16126968", "16142761", "16420554", "16645994", "16917107", "17469158", "1756253", "17640649", "17646899", "18305268", "19136143", "19154576", "19155517", "19797520", "20471669", "20477646", "2122531", "21245073", "21355090", "22129255", "22580301", "23293023", "23305734", "23490277", "23504607", "23832292", "23877806", "24237152", "24261582", "24414255", "24430058", "24652596", "25246564", "25714359", "25890027", "25908929", "2605181", "26540111", "26635081", "26773122", "26980741", "27056152", "27167859", "27188843", "27553509", "27942000", "27981815", "28101869", "28262199", "28630861", "28785035", "29658191", "3144407", "3187937", "4089825", "6121390", "7578900", "7961782", "8849381", "9092031", "9153217", "9324032", "9458205"], "citedin": ["34680169", "34560207", "33748254", "33322373", "33252741", "32991476"], "five": ["16091450", "29295895", "31921206", "31752041", "24414255", "28166607"]}}